[{"title":"Job 11:1","title_short":"Job 11:1","text":"THEN answered Zophar the Naamathite, and said,","edition":"1981","verse":1},{"title":"Job 11:2","title_short":"Job 11:2","text":"Should not the multitude of words be answered?  and should a man full of talk be justified?","edition":"1981","verse":2},{"title":"Job 11:3","title_short":"Job 11:3","text":"Should thy lies make men hold their peace?  and when thou mockest, shall no man make thee ashamed?","edition":"1981","verse":3},{"title":"Job 11:4","title_short":"Job 11:4","text":"For thou hast said, My doctrine is pure, and I am clean in thine eyes.","edition":"1981","verse":4},{"title":"Job 11:5","title_short":"Job 11:5","text":"But oh that God would speak, and open his lips against thee;","edition":"1981","verse":5},{"title":"Job 11:6","title_short":"Job 11:6","text":"And that he would shew thee the secrets of wisdom, that they are double to that which is!  Know therefore that God exacteth of thee less than thine iniquity deserveth.","edition":"1981","verse":6},{"title":"Job 11:7","title_short":"Job 11:7","text":"Canst thou by searching find out God?  canst thou find out the Almighty unto perfection?","edition":"1981","verse":7},{"title":"Job 11:8","title_short":"Job 11:8","text":"It is as high as heaven; what canst thou do?  deeper than hell; what canst thou know?","edition":"1981","verse":8},{"title":"Job 11:9","title_short":"Job 11:9","text":"The measure thereof is longer than the earth, and broader than the sea.","edition":"1981","verse":9},{"title":"Job 11:10","title_short":"Job 11:10","text":"If he cut off, and shut up, or gather together, then who can hinder him?","edition":"1981","verse":10},{"title":"Job 11:11","title_short":"Job 11:11","text":"For he knoweth vain men: he seeth wickedness also; will he not then consider it?","edition":"1981","verse":11},{"title":"Job 11:12","title_short":"Job 11:12","text":"For vain man would be wise, though man be born like a wild ass's colt.","edition":"1981","verse":12},{"title":"Job 11:13","title_short":"Job 11:13","text":"If thou prepare thine heart, and stretch out thine hands toward him;","edition":"1981","verse":13},{"title":"Job 11:14","title_short":"Job 11:14","text":"If iniquity be in thine hand, put it far away, and let not wickedness dwell in thy tabernacles.","edition":"1981","verse":14},{"title":"Job 11:15","title_short":"Job 11:15","text":"For then shalt thou lift up thy face without spot; yea, thou shalt be stedfast, and shalt not fear:","edition":"1981","verse":15},{"title":"Job 11:16","title_short":"Job 11:16","text":"Because thou shalt forget thy misery, and remember it as waters that pass away:","edition":"1981","verse":16},{"title":"Job 11:17","title_short":"Job 11:17","text":"And thine age shall be clearer than the noonday; thou shalt shine forth, thou shalt be as the morning.","edition":"1981","verse":17},{"title":"Job 11:18","title_short":"Job 11:18","text":"And thou shalt be secure, because there is hope; yea, thou shalt dig about thee, and thou shalt take thy rest in safety.","edition":"1981","verse":18},{"title":"Job 11:19","title_short":"Job 11:19","text":"Also thou shalt lie down, and none shall make thee afraid; yea, many shall make suit unto thee.","edition":"1981","verse":19},{"title":"Job 11:20","title_short":"Job 11:20","text":"But the eyes of the wicked shall fail, and they shall not escape, and their hope shall be as the giving up of the ghost.","edition":"1981","verse":20}]