[{"title":"Job 4:1","title_short":"Job 4:1","text":"THEN Eliphaz the Temanite answered and said,","edition":"1981","verse":1},{"title":"Job 4:2","title_short":"Job 4:2","text":"If we assay to commune with thee, wilt thou be grieved?  but who can withhold himself from speaking?","edition":"1981","verse":2},{"title":"Job 4:3","title_short":"Job 4:3","text":"Behold, thou hast instructed many, and thou hast strengthened the weak hands.","edition":"1981","verse":3},{"title":"Job 4:4","title_short":"Job 4:4","text":"Thy words have upholden him that was falling, and thou hast strengthened the feeble knees.","edition":"1981","verse":4},{"title":"Job 4:5","title_short":"Job 4:5","text":"But now it is come upon thee, and thou faintest; it toucheth thee, and thou art troubled.","edition":"1981","verse":5},{"title":"Job 4:6","title_short":"Job 4:6","text":"Is not this thy fear, thy confidence, thy hope, and the uprightness of thy ways?","edition":"1981","verse":6},{"title":"Job 4:7","title_short":"Job 4:7","text":"Remember, I pray thee, who ever perished, being innocent?  or where were the righteous cut off?","edition":"1981","verse":7},{"title":"Job 4:8","title_short":"Job 4:8","text":"Even as I have seen, they that plow iniquity, and sow wickedness, reap the same.","edition":"1981","verse":8},{"title":"Job 4:9","title_short":"Job 4:9","text":"By the blast of God they perish, and by the breath of his nostrils are they consumed.","edition":"1981","verse":9},{"title":"Job 4:10","title_short":"Job 4:10","text":"The roaring of the lion, and the voice of the fierce lion, and the teeth of the young lions, are broken.","edition":"1981","verse":10},{"title":"Job 4:11","title_short":"Job 4:11","text":"The old lion perisheth for lack of prey, and the stout lion's whelps are scattered abroad.","edition":"1981","verse":11},{"title":"Job 4:12","title_short":"Job 4:12","text":"Now a thing was secretly brought to me, and mine ear received a little thereof.","edition":"1981","verse":12},{"title":"Job 4:13","title_short":"Job 4:13","text":"In thoughts from the visions of the night, when deep sleep falleth on men,","edition":"1981","verse":13},{"title":"Job 4:14","title_short":"Job 4:14","text":"Fear came upon me, and trembling, which made all my bones to shake.","edition":"1981","verse":14},{"title":"Job 4:15","title_short":"Job 4:15","text":"Then a spirit passed before my face; the hair of my flesh stood up:","edition":"1981","verse":15},{"title":"Job 4:16","title_short":"Job 4:16","text":"It stood still, but I could not discern the form thereof: an image was before mine eyes, there was silence, and I heard a voice, saying,","edition":"1981","verse":16},{"title":"Job 4:17","title_short":"Job 4:17","text":"Shall mortal man be more just than God?  shall a man be more pure than his maker?","edition":"1981","verse":17},{"title":"Job 4:18","title_short":"Job 4:18","text":"Behold, he put no trust in his servants; and his angels he charged with folly:","edition":"1981","verse":18},{"title":"Job 4:19","title_short":"Job 4:19","text":"How much less in them that dwell in houses of clay, whose foundation is in the dust, which are crushed before the moth?","edition":"1981","verse":19},{"title":"Job 4:20","title_short":"Job 4:20","text":"They are destroyed from morning to evening: they perish for ever without any regarding it.","edition":"1981","verse":20},{"title":"Job 4:21","title_short":"Job 4:21","text":"Doth not their excellency which is in them go away?  they die, even without wisdom.","edition":"1981","verse":21}]