[{"title":"Colossians 2:1","title_short":"Col. 2:1","text":"FOR I would that ye knew what great conflict I have for you, and for them at Laodicea, and for as many as have not seen my face in the flesh;","edition":"1981","verse":1},{"title":"Colossians 2:2","title_short":"Col. 2:2","text":"That their hearts might be comforted, being knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgement of the mystery of God, and of the Father, and of Christ;","edition":"1981","verse":2},{"title":"Colossians 2:3","title_short":"Col. 2:3","text":"In whom are hid all the treasures of wisdom and knowledge.","edition":"1981","verse":3},{"title":"Colossians 2:4","title_short":"Col. 2:4","text":"And this I say, lest any man should beguile you with enticing words.","edition":"1981","verse":4},{"title":"Colossians 2:5","title_short":"Col. 2:5","text":"For though I be absent in the flesh, yet am I with you in the spirit, joying and beholding your order, and the stedfastness of your faith in Christ.","edition":"1981","verse":5},{"title":"Colossians 2:6","title_short":"Col. 2:6","text":"As ye have therefore received Christ Jesus the Lord, so walk ye in him:","edition":"1981","verse":6},{"title":"Colossians 2:7","title_short":"Col. 2:7","text":"Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.","edition":"1981","verse":7},{"title":"Colossians 2:8","title_short":"Col. 2:8","text":"Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.","edition":"1981","verse":8},{"title":"Colossians 2:9","title_short":"Col. 2:9","text":"For in him dwelleth all the fulness of the Godhead bodily.","edition":"1981","verse":9},{"title":"Colossians 2:10","title_short":"Col. 2:10","text":"And ye are complete in him, which is the head of all principality and power:","edition":"1981","verse":10},{"title":"Colossians 2:11","title_short":"Col. 2:11","text":"In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:","edition":"1981","verse":11},{"title":"Colossians 2:12","title_short":"Col. 2:12","text":"Buried with him in baptism, wherein also ye are risen with him through the faith of the operation of God, who hath raised him from the dead.","edition":"1981","verse":12},{"title":"Colossians 2:13","title_short":"Col. 2:13","text":"And you, being dead in your sins and the uncircumcision of your flesh, hath he quickened together with him, having forgiven you all trespasses;","edition":"1981","verse":13},{"title":"Colossians 2:14","title_short":"Col. 2:14","text":"Blotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross;","edition":"1981","verse":14},{"title":"Colossians 2:15","title_short":"Col. 2:15","text":"And having spoiled principalities and powers, he made a shew of them openly, triumphing over them in it.","edition":"1981","verse":15},{"title":"Colossians 2:16","title_short":"Col. 2:16","text":"Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:","edition":"1981","verse":16},{"title":"Colossians 2:17","title_short":"Col. 2:17","text":"Which are a shadow of things to come; but the body is of Christ.","edition":"1981","verse":17},{"title":"Colossians 2:18","title_short":"Col. 2:18","text":"Let no man beguile you of your reward in a voluntary humility and worshipping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind,","edition":"1981","verse":18},{"title":"Colossians 2:19","title_short":"Col. 2:19","text":"And not holding the Head, from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God.","edition":"1981","verse":19},{"title":"Colossians 2:20","title_short":"Col. 2:20","text":"Wherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,","edition":"1981","verse":20},{"title":"Colossians 2:21","title_short":"Col. 2:21","text":"(Touch not; taste not; handle not;","edition":"1981","verse":21},{"title":"Colossians 2:22","title_short":"Col. 2:22","text":"Which all are to perish with the using;) after the commandments and doctrines of men?","edition":"1981","verse":22},{"title":"Colossians 2:23","title_short":"Col. 2:23","text":"Which things have indeed a shew of wisdom in will worship, and humility, and neglecting of the body; not in any honour to the satisfying of the flesh.","edition":"1981","verse":23}]