[{"title":"Moroni 10:1","title_short":"Moro. 10:1","text":"Now I, Moroni, write somewhat as seemeth me good; and I write unto my brethren, the Lamanites; and I would that they should know that more than four hundred and twenty years have passed away since the sign was given of the coming of Christ.","edition":"1981","verse":1},{"title":"Moroni 10:2","title_short":"Moro. 10:2","text":"And I seal up these records, after I have spoken a few words by way of exhortation unto you.","edition":"1981","verse":2},{"title":"Moroni 10:3","title_short":"Moro. 10:3","text":"Behold, I would exhort you that when ye shall read these things, if it be wisdom in God that ye should read them, that ye would remember how merciful the Lord hath been unto the children of men, from the creation of Adam even down until the time that ye shall receive these things, and ponder it in your hearts.","edition":"1981","verse":3},{"title":"Moroni 10:4","title_short":"Moro. 10:4","text":"And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.","edition":"1981","verse":4},{"title":"Moroni 10:5","title_short":"Moro. 10:5","text":"And by the power of the Holy Ghost ye may know the truth of all things.","edition":"1981","verse":5},{"title":"Moroni 10:6","title_short":"Moro. 10:6","text":"And whatsoever thing is good is just and true; wherefore, nothing that is good denieth the Christ, but acknowledgeth that he is.","edition":"1981","verse":6},{"title":"Moroni 10:7","title_short":"Moro. 10:7","text":"And ye may know that he is, by the power of the Holy Ghost; wherefore I would exhort you that ye deny not the power of God; for he worketh by power, according to the faith of the children of men, the same today and tomorrow, and forever.","edition":"1981","verse":7},{"title":"Moroni 10:8","title_short":"Moro. 10:8","text":"And again, I exhort you, my brethren, that ye deny not the gifts of God, for they are many; and they come from the same God.  And there are different ways that these gifts are administered; but it is the same God who worketh all in all; and they are given by the manifestations of the Spirit of God unto men, to profit them.","edition":"1981","verse":8},{"title":"Moroni 10:9","title_short":"Moro. 10:9","text":"For behold, to one is given by the Spirit of God, that he may teach the word of wisdom;","edition":"1981","verse":9},{"title":"Moroni 10:10","title_short":"Moro. 10:10","text":"And to another, that he may teach the word of knowledge by the same Spirit;","edition":"1981","verse":10},{"title":"Moroni 10:11","title_short":"Moro. 10:11","text":"And to another, exceedingly great faith; and to another, the gifts of healing by the same Spirit;","edition":"1981","verse":11},{"title":"Moroni 10:12","title_short":"Moro. 10:12","text":"And again, to another, that he may work mighty miracles;","edition":"1981","verse":12},{"title":"Moroni 10:13","title_short":"Moro. 10:13","text":"And again, to another, that he may prophesy concerning all things;","edition":"1981","verse":13},{"title":"Moroni 10:14","title_short":"Moro. 10:14","text":"And again, to another, the beholding of angels and ministering spirits;","edition":"1981","verse":14},{"title":"Moroni 10:15","title_short":"Moro. 10:15","text":"And again, to another, all kinds of tongues;","edition":"1981","verse":15},{"title":"Moroni 10:16","title_short":"Moro. 10:16","text":"And again, to another, the interpretation of languages and of divers kinds of tongues.","edition":"1981","verse":16},{"title":"Moroni 10:17","title_short":"Moro. 10:17","text":"And all these gifts come by the Spirit of Christ; and they come unto every man severally, according as he will.","edition":"1981","verse":17},{"title":"Moroni 10:18","title_short":"Moro. 10:18","text":"And I would exhort you, my beloved brethren, that ye remember that every good gift cometh of Christ.","edition":"1981","verse":18},{"title":"Moroni 10:19","title_short":"Moro. 10:19","text":"And I would exhort you, my beloved brethren, that ye remember that he is the same yesterday, today, and forever, and that all these gifts of which I have spoken, which are spiritual, never will be done away, even as long as the world shall stand, only according to the unbelief of the children of men.","edition":"1981","verse":19},{"title":"Moroni 10:20","title_short":"Moro. 10:20","text":"Wherefore, there must be faith; and if there must be faith there must also be hope; and if there must be hope there must also be charity.","edition":"1981","verse":20},{"title":"Moroni 10:21","title_short":"Moro. 10:21","text":"And except ye have charity ye can in nowise be saved in the kingdom of God; neither can ye be saved in the kingdom of God if ye have not faith; neither can ye if ye have no hope.","edition":"1981","verse":21},{"title":"Moroni 10:22","title_short":"Moro. 10:22","text":"And if ye have no hope ye must needs be in despair; and despair cometh because of iniquity.","edition":"1981","verse":22},{"title":"Moroni 10:23","title_short":"Moro. 10:23","text":"And Christ truly said unto our fathers: If ye have faith ye can do all things which are expedient unto me.","edition":"1981","verse":23},{"title":"Moroni 10:24","title_short":"Moro. 10:24","text":"And now I speak unto all the ends of the earth--that if the day cometh that the power and gifts of God shall be done away among you, it shall be because of unbelief.","edition":"1981","verse":24},{"title":"Moroni 10:25","title_short":"Moro. 10:25","text":"And wo be unto the children of men if this be the case; for there shall be none that doeth good among you, no not one.  For if there be one among you that doeth good, he shall work by the power and gifts of God.","edition":"1981","verse":25},{"title":"Moroni 10:26","title_short":"Moro. 10:26","text":"And wo unto them who shall do these things away and die, for they die in their sins, and they cannot be saved in the kingdom of God; and I speak it according to the words of Christ; and I lie not.","edition":"1981","verse":26},{"title":"Moroni 10:27","title_short":"Moro. 10:27","text":"And I exhort you to remember these things; for the time speedily cometh that ye shall know that I lie not, for ye shall see me at the bar of God; and the Lord God will say unto you: Did I not declare my words unto you, which were written by this man, like as one crying from the dead, yea, even as one speaking out of the dust?","edition":"1981","verse":27},{"title":"Moroni 10:28","title_short":"Moro. 10:28","text":"I declare these things unto the fulfilling of the prophecies.  And behold, they shall proceed forth out of the mouth of the everlasting God; and his word shall hiss forth from generation to generation.","edition":"1981","verse":28},{"title":"Moroni 10:29","title_short":"Moro. 10:29","text":"And God shall show unto you, that that which I have written is true.","edition":"1981","verse":29},{"title":"Moroni 10:30","title_short":"Moro. 10:30","text":"And again I would exhort you that ye would come unto Christ, and lay hold upon every good gift, and touch not the evil gift, nor the unclean thing.","edition":"1981","verse":30},{"title":"Moroni 10:31","title_short":"Moro. 10:31","text":"And awake, and arise from the dust, O Jerusalem; yea, and put on thy beautiful garments, O daughter of Zion; and strengthen thy stakes and enlarge thy borders forever, that thou mayest no more be confounded, that the covenants of the Eternal Father which he hath made unto thee, O house of Israel, may be fulfilled.","edition":"1981","verse":31},{"title":"Moroni 10:32","title_short":"Moro. 10:32","text":"Yea, come unto Christ, and be perfected in him, and deny yourselves of all ungodliness; and if ye shall deny yourselves of all ungodliness, and love God with all your might, mind and strength, then is his grace sufficient for you, that by his grace ye may be perfect in Christ; and if by the grace of God ye are perfect in Christ, ye can in nowise deny the power of God.","edition":"1981","verse":32},{"title":"Moroni 10:33","title_short":"Moro. 10:33","text":"And again, if ye by the grace of God are perfect in Christ, and deny not his power, then are ye sanctified in Christ by the grace of God, through the shedding of the blood of Christ, which is in the covenant of the Father unto the remission of your sins, that ye become holy, without spot.","edition":"1981","verse":33},{"title":"Moroni 10:34","title_short":"Moro. 10:34","text":"And now I bid unto all, farewell.  I soon go to rest in the paradise of God, until my spirit and body shall again reunite, and I am brought forth triumphant through the air, to meet you before the pleasing bar of the great Jehovah, the Eternal Judge of both quick and dead.  Amen.","edition":"1981","verse":34}]