[{"title":"Moses 3:1","title_short":"Moses 3:1","text":"THUS the heaven and the earth were finished, and all the host of them.","edition":"1981","verse":1},{"title":"Moses 3:2","title_short":"Moses 3:2","text":"And on the seventh day I, God, ended my work, and all things which I had made; and I rested on the seventh day from all my work, and all things which I had made were finished, and I, God, saw that they were good;","edition":"1981","verse":2},{"title":"Moses 3:3","title_short":"Moses 3:3","text":"And I, God, blessed the seventh day, and sanctified it; because that in it I had rested from all my work which I, God, had created and made.","edition":"1981","verse":3},{"title":"Moses 3:4","title_short":"Moses 3:4","text":"And now, behold, I say unto you, that these are the generations of the heaven and of the earth, when they were created, in the day that I, the Lord God, made the heaven and the earth,","edition":"1981","verse":4},{"title":"Moses 3:5","title_short":"Moses 3:5","text":"And every plant of the field before it was in the earth, and every herb of the field before it grew.  For I, the Lord God, created all things, of which I have spoken, spiritually, before they were naturally upon the face of the earth.  For I, the Lord God, had not caused it to rain upon the face of the earth.  And I, the Lord God, had created all the children of men; and not yet a man to till the ground; for in heaven created I them; and there was not yet flesh upon the earth, neither in the water, neither in the air;","edition":"1981","verse":5},{"title":"Moses 3:6","title_short":"Moses 3:6","text":"But I, the Lord God, spake, and there went up a mist from the earth, and watered the whole face of the ground.","edition":"1981","verse":6},{"title":"Moses 3:7","title_short":"Moses 3:7","text":"And I, the Lord God, formed man from the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul, the first flesh upon the earth, the first man also; nevertheless, all things were before created; but spiritually were they created and made according to my word.","edition":"1981","verse":7},{"title":"Moses 3:8","title_short":"Moses 3:8","text":"And I, the Lord God, planted a garden eastward in Eden, and there I put the man whom I had formed.","edition":"1981","verse":8},{"title":"Moses 3:9","title_short":"Moses 3:9","text":"And out of the ground made I, the Lord God, to grow every tree, naturally, that is pleasant to the sight of man; and man could behold it.  And it became also a living soul.  For it was spiritual in the day that I created it; for it remaineth in the sphere in which I, God, created it, yea, even all things which I prepared for the use of man; and man saw that it was good for food.  And I, the Lord God, planted the tree of life also in the midst of the garden, and also the tree of knowledge of good and evil.","edition":"1981","verse":9},{"title":"Moses 3:10","title_short":"Moses 3:10","text":"And I, the Lord God, caused a river to go out of Eden to water the garden; and from thence it was parted, and became into four heads.","edition":"1981","verse":10},{"title":"Moses 3:11","title_short":"Moses 3:11","text":"And I, the Lord God, called the name of the first Pison, and it compasseth the whole land of Havilah, where I, the Lord God, created much gold;","edition":"1981","verse":11},{"title":"Moses 3:12","title_short":"Moses 3:12","text":"And the gold of that land was good, and there was bdellium and the onyx stone.","edition":"1981","verse":12},{"title":"Moses 3:13","title_short":"Moses 3:13","text":"And the name of the second river was called Gihon; the same that compasseth the whole land of Ethiopia.","edition":"1981","verse":13},{"title":"Moses 3:14","title_short":"Moses 3:14","text":"And the name of the third river was Hiddekel; that which goeth toward the east of Assyria.  And the fourth river was the Euphrates.","edition":"1981","verse":14},{"title":"Moses 3:15","title_short":"Moses 3:15","text":"And I, the Lord God, took the man, and put him into the Garden of Eden, to dress it, and to keep it.","edition":"1981","verse":15},{"title":"Moses 3:16","title_short":"Moses 3:16","text":"And I, the Lord God, commanded the man, saying: Of every tree of the garden thou mayest freely eat,","edition":"1981","verse":16},{"title":"Moses 3:17","title_short":"Moses 3:17","text":"But of the tree of the knowledge of good and evil, thou shalt not eat of it, nevertheless, thou mayest choose for thyself, for it is given unto thee; but, remember that I forbid it, for in the day thou eatest thereof thou shalt surely die.","edition":"1981","verse":17},{"title":"Moses 3:18","title_short":"Moses 3:18","text":"And I, the Lord God, said unto mine Only Begotten, that it was not good that the man should be alone; wherefore, I will make an help meet for him.","edition":"1981","verse":18},{"title":"Moses 3:19","title_short":"Moses 3:19","text":"And out of the ground I, the Lord God, formed every beast of the field, and every fowl of the air; and commanded that they should come unto Adam, to see what he would call them; and they were also living souls; for I, God, breathed into them the breath of life, and commanded that whatsoever Adam called every living creature, that should be the name thereof.","edition":"1981","verse":19},{"title":"Moses 3:20","title_short":"Moses 3:20","text":"And Adam gave names to all cattle, and to the fowl of the air, and to every beast of the field; but as for Adam, there was not found an help meet for him.","edition":"1981","verse":20},{"title":"Moses 3:21","title_short":"Moses 3:21","text":"And I, the Lord God, caused a deep sleep to fall upon Adam; and he slept, and I took one of his ribs and closed up the flesh in the stead thereof;","edition":"1981","verse":21},{"title":"Moses 3:22","title_short":"Moses 3:22","text":"And the rib which I, the Lord God, had taken from man, made I a woman, and brought her unto the man.","edition":"1981","verse":22},{"title":"Moses 3:23","title_short":"Moses 3:23","text":"And Adam said: This I know now is bone of my bones, and flesh of my flesh; she shall be called Woman, because she was taken out of man.","edition":"1981","verse":23},{"title":"Moses 3:24","title_short":"Moses 3:24","text":"Therefore shall a man leave his father and his mother, and shall cleave unto his wife; and they shall be one flesh.","edition":"1981","verse":24},{"title":"Moses 3:25","title_short":"Moses 3:25","text":"And they were both naked, the man and his wife, and were not ashamed.","edition":"1981","verse":25}]