[{"title":"Ether 8:1","title_short":"Ether 8:1","text":"And it came to pass that he begat Omer, and Omer reigned in his stead.  And Omer begat Jared; and Jared begat sons and daughters.","edition":"1981","verse":1},{"title":"Ether 8:2","title_short":"Ether 8:2","text":"And Jared rebelled against his father, and came and dwelt in the land of Heth.  And it came to pass that he did flatter many people, because of his cunning words, until he had gained the half of the kingdom.","edition":"1981","verse":2},{"title":"Ether 8:3","title_short":"Ether 8:3","text":"And when he had gained the half of the kingdom he gave battle unto his father, and he did carry away his father into captivity, and did make him serve in captivity;","edition":"1981","verse":3},{"title":"Ether 8:4","title_short":"Ether 8:4","text":"And now, in the days of the reign of Omer he was in captivity the half of his days.  And it came to pass that he begat sons and daughters, among whom were Esrom and Coriantumr;","edition":"1981","verse":4},{"title":"Ether 8:5","title_short":"Ether 8:5","text":"And they were exceedingly angry because of the doings of Jared their brother, insomuch that they did raise an army and gave battle unto Jared.  And it came to pass that they did give battle unto him by night.","edition":"1981","verse":5},{"title":"Ether 8:6","title_short":"Ether 8:6","text":"And it came to pass that when they had slain the army of Jared they were about to slay him also; and he plead with them that they would not slay him, and he would give up the kingdom unto his father.  And it came to pass that they did grant unto him his life.","edition":"1981","verse":6},{"title":"Ether 8:7","title_short":"Ether 8:7","text":"And now Jared became exceedingly sorrowful because of the loss of the kingdom, for he had set his heart upon the kingdom and upon the glory of the world.","edition":"1981","verse":7},{"title":"Ether 8:8","title_short":"Ether 8:8","text":"Now the daughter of Jared being exceedingly expert, and seeing the sorrows of her father, thought to devise a plan whereby she could redeem the kingdom unto her father.","edition":"1981","verse":8},{"title":"Ether 8:9","title_short":"Ether 8:9","text":"Now the daughter of Jared was exceedingly fair.  And it came to pass that she did talk with her father, and said unto him: Whereby hath my father so much sorrow?  Hath he not read the record which our fathers brought across the great deep?  Behold, is there not an account concerning them of old, that they by their secret plans did obtain kingdoms and great glory?","edition":"1981","verse":9},{"title":"Ether 8:10","title_short":"Ether 8:10","text":"And now, therefore, let my father send for Akish, the son of Kimnor; and behold, I am fair, and I will dance before him, and I will please him, that he will desire me to wife; wherefore if he shall desire of thee that ye shall give unto him me to wife, then shall ye say: I will give her if ye will bring unto me the head of my father, the king.","edition":"1981","verse":10},{"title":"Ether 8:11","title_short":"Ether 8:11","text":"And now Omer was a friend to Akish; wherefore, when Jared had sent for Akish, the daughter of Jared danced before him that she pleased him, insomuch that he desired her to wife.  And it came to pass that he said unto Jared: Give her unto me to wife.","edition":"1981","verse":11},{"title":"Ether 8:12","title_short":"Ether 8:12","text":"And Jared said unto him: I will give her unto you, if ye will bring unto me the head of my father, the king.","edition":"1981","verse":12},{"title":"Ether 8:13","title_short":"Ether 8:13","text":"And it came to pass that Akish gathered in unto the house of Jared all his kinsfolk, and said unto them: Will ye swear unto me that ye will be faithful unto me in the thing which I shall desire of you?","edition":"1981","verse":13},{"title":"Ether 8:14","title_short":"Ether 8:14","text":"And it came to pass that they all sware unto him, by the God of heaven, and also by the heavens, and also by the earth, and by their heads, that whoso should vary from the assistance which Akish desired should lose his head; and whoso should divulge whatsoever thing Akish made known unto them, the same should lose his life.","edition":"1981","verse":14},{"title":"Ether 8:15","title_short":"Ether 8:15","text":"And it came to pass that thus they did agree with Akish.  And Akish did administer unto them the oaths which were given by them of old who also sought power, which had been handed down even from Cain, who was a murderer from the beginning.","edition":"1981","verse":15},{"title":"Ether 8:16","title_short":"Ether 8:16","text":"And they were kept up by the power of the devil to administer these oaths unto the people, to keep them in darkness, to help such as sought power to gain power, and to murder, and to plunder, and to lie, and to commit all manner of wickedness and whoredoms.","edition":"1981","verse":16},{"title":"Ether 8:17","title_short":"Ether 8:17","text":"And it was the daughter of Jared who put it into his heart to search up these things of old; and Jared put it into the heart of Akish; wherefore, Akish administered it unto his kindred and friends, leading them away by fair promises to do whatsoever thing he desired.","edition":"1981","verse":17},{"title":"Ether 8:18","title_short":"Ether 8:18","text":"And it came to pass that they formed a secret combination, even as they of old; which combination is most abominable and wicked above all, in the sight of God;","edition":"1981","verse":18},{"title":"Ether 8:19","title_short":"Ether 8:19","text":"For the Lord worketh not in secret combinations, neither doth he will that man should shed blood, but in all things hath forbidden it, from the beginning of man.","edition":"1981","verse":19},{"title":"Ether 8:20","title_short":"Ether 8:20","text":"And now I, Moroni, do not write the manner of their oaths and combinations, for it hath been made known unto me that they are had among all people, and they are had among the Lamanites.","edition":"1981","verse":20},{"title":"Ether 8:21","title_short":"Ether 8:21","text":"And they have caused the destruction of this people of whom I am now speaking, and also the destruction of the people of Nephi.","edition":"1981","verse":21},{"title":"Ether 8:22","title_short":"Ether 8:22","text":"And whatsoever nation shall uphold such secret combinations, to get power and gain, until they shall spread over the nation, behold, they shall be destroyed; for the Lord will not suffer that the blood of his saints, which shall be shed by them, shall always cry unto him from the ground for vengeance upon them and yet he avenge them not.","edition":"1981","verse":22},{"title":"Ether 8:23","title_short":"Ether 8:23","text":"Wherefore, O ye Gentiles, it is wisdom in God that these things should be shown unto you, that thereby ye may repent of your sins, and suffer not that these murderous combinations shall get above you, which are built up to get power and gain--and the work, yea, even the work of destruction come upon you, yea, even the sword of the justice of the Eternal God shall fall upon you, to your overthrow and destruction if ye shall suffer these things to be.","edition":"1981","verse":23},{"title":"Ether 8:24","title_short":"Ether 8:24","text":"Wherefore, the Lord commandeth you, when ye shall see these things come among you that ye shall awake to a sense of your awful situation, because of this secret combination which shall be among you; or wo be unto it, because of the blood of them who have been slain; for they cry from the dust for vengeance upon it, and also upon those who built it up.","edition":"1981","verse":24},{"title":"Ether 8:25","title_short":"Ether 8:25","text":"For it cometh to pass that whoso buildeth it up seeketh to overthrow the freedom of all lands, nations, and countries; and it bringeth to pass the destruction of all people, for it is built up by the devil, who is the father of all lies; even that same liar who beguiled our first parents, yea, even that same liar who hath caused man to commit murder from the beginning; who hath hardened the hearts of men that they have murdered the prophets, and stoned them, and cast them out from the beginning.","edition":"1981","verse":25},{"title":"Ether 8:26","title_short":"Ether 8:26","text":"Wherefore, I, Moroni, am commanded to write these things that evil may be done away, and that the time may come that Satan may have no power upon the hearts of the children of men, but that they may be persuaded to do good continually, that they may come unto the fountain of all righteousness and be saved.","edition":"1981","verse":26}]