[{"title":"Mosiah 16:1","title_short":"Mosiah 16:1","text":"And now, it came to pass that after Abinadi had spoken these words he stretched forth his hand and said: The time shall come when all shall see the salvation of the Lord; when every nation, kindred, tongue, and people shall see eye to eye and shall confess before God that his judgments are just.","edition":"1981","verse":1},{"title":"Mosiah 16:2","title_short":"Mosiah 16:2","text":"And then shall the wicked be cast out, and they shall have cause to howl, and weep, and wail, and gnash their teeth; and this because they would not hearken unto the voice of the Lord; therefore the Lord redeemeth them not.","edition":"1981","verse":2},{"title":"Mosiah 16:3","title_short":"Mosiah 16:3","text":"For they are carnal and devilish, and the devil has power over them; yea, even that old serpent that did beguile our first parents, which was the cause of their fall; which was the cause of all mankind becoming carnal, sensual, devilish, knowing evil from good, subjecting themselves to the devil.","edition":"1981","verse":3},{"title":"Mosiah 16:4","title_short":"Mosiah 16:4","text":"Thus all mankind were lost; and behold, they would have been endlessly lost were it not that God redeemed his people from their lost and fallen state.","edition":"1981","verse":4},{"title":"Mosiah 16:5","title_short":"Mosiah 16:5","text":"But remember that he that persists in his own carnal nature, and goes on in the ways of sin and rebellion against God, remaineth in his fallen state and the devil hath all power over him.  Therefore, he is as though there was no redemption made, being an enemy to God; and also is the devil an enemy to God.","edition":"1981","verse":5},{"title":"Mosiah 16:6","title_short":"Mosiah 16:6","text":"And now if Christ had not come into the world, speaking of things to come as though they had already come, there could have been no redemption.","edition":"1981","verse":6},{"title":"Mosiah 16:7","title_short":"Mosiah 16:7","text":"And if Christ had not risen from the dead, or have broken the bands of death that the grave should have no victory, and that death should have no sting, there could have been no resurrection.","edition":"1981","verse":7},{"title":"Mosiah 16:8","title_short":"Mosiah 16:8","text":"But there is a resurrection, therefore the grave hath no victory, and the sting of death is swallowed up in Christ.","edition":"1981","verse":8},{"title":"Mosiah 16:9","title_short":"Mosiah 16:9","text":"He is the light and the life of the world; yea, a light that is endless, that can never be darkened; yea, and also a life which is endless, that there can be no more death.","edition":"1981","verse":9},{"title":"Mosiah 16:10","title_short":"Mosiah 16:10","text":"Even this mortal shall put on immortality, and this corruption shall put on incorruption, and shall be brought to stand before the bar of God, to be judged of him according to their works whether they be good or whether they be evil--","edition":"1981","verse":10},{"title":"Mosiah 16:11","title_short":"Mosiah 16:11","text":"If they be good, to the resurrection of endless life and happiness; and if they be evil, to the resurrection of endless damnation, being delivered up to the devil, who hath subjected them, which is damnation--","edition":"1981","verse":11},{"title":"Mosiah 16:12","title_short":"Mosiah 16:12","text":"Having gone according to their own carnal wills and desires; having never called upon the Lord while the arms of mercy were extended towards them; for the arms of mercy were extended towards them, and they would not; they being warned of their iniquities and yet they would not depart from them; and they were commanded to repent and yet they would not repent.","edition":"1981","verse":12},{"title":"Mosiah 16:13","title_short":"Mosiah 16:13","text":"And now, ought ye not to tremble and repent of your sins, and remember that only in and through Christ ye can be saved?","edition":"1981","verse":13},{"title":"Mosiah 16:14","title_short":"Mosiah 16:14","text":"Therefore, if ye teach the law of Moses, also teach that it is a shadow of those things which are to come--","edition":"1981","verse":14},{"title":"Mosiah 16:15","title_short":"Mosiah 16:15","text":"Teach them that redemption cometh through Christ the Lord, who is the very Eternal Father.  Amen.","edition":"1981","verse":15}]