[{"title":"John 8:1","title_short":"John 8:1","text":"JESUS went unto the mount of Olives.","edition":"1981","verse":1},{"title":"John 8:2","title_short":"John 8:2","text":"And early in the morning he came again into the temple, and all the people came unto him; and he sat down, and taught them.","edition":"1981","verse":2},{"title":"John 8:3","title_short":"John 8:3","text":"And the scribes and Pharisees brought unto him a woman taken in adultery; and when they had set her in the midst,","edition":"1981","verse":3},{"title":"John 8:4","title_short":"John 8:4","text":"They say unto him, Master, this woman was taken in adultery, in the very act.","edition":"1981","verse":4},{"title":"John 8:5","title_short":"John 8:5","text":"Now Moses in the law commanded us, that such should be stoned: but what sayest thou?","edition":"1981","verse":5},{"title":"John 8:6","title_short":"John 8:6","text":"This they said, tempting him, that they might have to accuse him.  But Jesus stooped down, and with his finger wrote on the ground, as though he heard them not.","edition":"1981","verse":6},{"title":"John 8:7","title_short":"John 8:7","text":"So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.","edition":"1981","verse":7},{"title":"John 8:8","title_short":"John 8:8","text":"And again he stooped down, and wrote on the ground.","edition":"1981","verse":8},{"title":"John 8:9","title_short":"John 8:9","text":"And they which heard it, being convicted by their own conscience, went out one by one, beginning at the eldest, even unto the last: and Jesus was left alone, and the woman standing in the midst.","edition":"1981","verse":9},{"title":"John 8:10","title_short":"John 8:10","text":"When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman, where are those thine accusers? hath no man condemned thee?","edition":"1981","verse":10},{"title":"John 8:11","title_short":"John 8:11","text":"She said, No man, Lord.  And Jesus said unto her, Neither do I condemn thee: go, and sin no more.","edition":"1981","verse":11},{"title":"John 8:12","title_short":"John 8:12","text":"Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.","edition":"1981","verse":12},{"title":"John 8:13","title_short":"John 8:13","text":"The Pharisees therefore said unto him, Thou bearest record of thyself; thy record is not true.","edition":"1981","verse":13},{"title":"John 8:14","title_short":"John 8:14","text":"Jesus answered and said unto them, Though I bear record of myself, yet my record is true: for I know whence I came, and whither I go; but ye cannot tell whence I come, and whither I go.","edition":"1981","verse":14},{"title":"John 8:15","title_short":"John 8:15","text":"Ye judge after the flesh; I judge no man.","edition":"1981","verse":15},{"title":"John 8:16","title_short":"John 8:16","text":"And yet if I judge, my judgment is true: for I am not alone, but I and the Father that sent me.","edition":"1981","verse":16},{"title":"John 8:17","title_short":"John 8:17","text":"It is also written in your law, that the testimony of two men is true.","edition":"1981","verse":17},{"title":"John 8:18","title_short":"John 8:18","text":"I am one that bear witness of myself, and the Father that sent me beareth witness of me.","edition":"1981","verse":18},{"title":"John 8:19","title_short":"John 8:19","text":"Then said they unto him, Where is thy Father?  Jesus answered, Ye neither know me, nor my Father: if ye had known me, ye should have known my Father also.","edition":"1981","verse":19},{"title":"John 8:20","title_short":"John 8:20","text":"These words spake Jesus in the treasury, as he taught in the temple: and no man laid hands on him; for his hour was not yet come.","edition":"1981","verse":20},{"title":"John 8:21","title_short":"John 8:21","text":"Then said Jesus again unto them, I go my way, and ye shall seek me, and shall die in your sins: whither I go, ye cannot come.","edition":"1981","verse":21},{"title":"John 8:22","title_short":"John 8:22","text":"Then said the Jews, Will he kill himself?  because he saith, Whither I go, ye cannot come.","edition":"1981","verse":22},{"title":"John 8:23","title_short":"John 8:23","text":"And he said unto them, Ye are from beneath; I am from above: ye are of this world; I am not of this world.","edition":"1981","verse":23},{"title":"John 8:24","title_short":"John 8:24","text":"I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.","edition":"1981","verse":24},{"title":"John 8:25","title_short":"John 8:25","text":"Then said they unto him, Who art thou?  And Jesus saith unto them, Even the same that I said unto you from the beginning.","edition":"1981","verse":25},{"title":"John 8:26","title_short":"John 8:26","text":"I have many things to say and to judge of you: but he that sent me is true; and I speak to the world those things which I have heard of him.","edition":"1981","verse":26},{"title":"John 8:27","title_short":"John 8:27","text":"They understood not that he spake to them of the Father.","edition":"1981","verse":27},{"title":"John 8:28","title_short":"John 8:28","text":"Then said Jesus unto them, When ye have lifted up the Son of man, then shall ye know that I am he, and that I do nothing of myself; but as my Father hath taught me, I speak these things.","edition":"1981","verse":28},{"title":"John 8:29","title_short":"John 8:29","text":"And he that sent me is with me: the Father hath not left me alone; for I do always those things that please him.","edition":"1981","verse":29},{"title":"John 8:30","title_short":"John 8:30","text":"As he spake these words, many believed on him.","edition":"1981","verse":30},{"title":"John 8:31","title_short":"John 8:31","text":"Then said Jesus to those Jews which believed on him, If ye continue in my word, then are ye my disciples indeed;","edition":"1981","verse":31},{"title":"John 8:32","title_short":"John 8:32","text":"And ye shall know the truth, and the truth shall make you free.","edition":"1981","verse":32},{"title":"John 8:33","title_short":"John 8:33","text":"They answered him, We be Abraham's seed, and were never in bondage to any man: how sayest thou, Ye shall be made free?","edition":"1981","verse":33},{"title":"John 8:34","title_short":"John 8:34","text":"Jesus answered them, Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin.","edition":"1981","verse":34},{"title":"John 8:35","title_short":"John 8:35","text":"And the servant abideth not in the house for ever: but the Son abideth ever.","edition":"1981","verse":35},{"title":"John 8:36","title_short":"John 8:36","text":"If the Son therefore shall make you free, ye shall be free indeed.","edition":"1981","verse":36},{"title":"John 8:37","title_short":"John 8:37","text":"I know that ye are Abraham's seed; but ye seek to kill me, because my word hath no place in you.","edition":"1981","verse":37},{"title":"John 8:38","title_short":"John 8:38","text":"I speak that which I have seen with my Father: and ye do that which ye have seen with your father.","edition":"1981","verse":38},{"title":"John 8:39","title_short":"John 8:39","text":"They answered and said unto him, Abraham is our father.  Jesus saith unto them, If ye were Abraham's children, ye would do the works of Abraham.","edition":"1981","verse":39},{"title":"John 8:40","title_short":"John 8:40","text":"But now ye seek to kill me, a man that hath told you the truth, which I have heard of God: this did not Abraham.","edition":"1981","verse":40},{"title":"John 8:41","title_short":"John 8:41","text":"Ye do the deeds of your father.  Then said they to him, We be not born of fornication; we have one Father, even God.","edition":"1981","verse":41},{"title":"John 8:42","title_short":"John 8:42","text":"Jesus said unto them, If God were your Father, ye would love me: for I proceeded forth and came from God; neither came I of myself, but he sent me.","edition":"1981","verse":42},{"title":"John 8:43","title_short":"John 8:43","text":"Why do ye not understand my speech?  even because ye cannot hear my word.","edition":"1981","verse":43},{"title":"John 8:44","title_short":"John 8:44","text":"Ye are of your father the devil, and the lusts of your father ye will do.  He was a murderer from the beginning, and abode not in the truth, because there is no truth in him.  When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.","edition":"1981","verse":44},{"title":"John 8:45","title_short":"John 8:45","text":"And because I tell you the truth, ye believe me not.","edition":"1981","verse":45},{"title":"John 8:46","title_short":"John 8:46","text":"Which of you convinceth me of sin?  And if I say the truth, why do ye not believe me?","edition":"1981","verse":46},{"title":"John 8:47","title_short":"John 8:47","text":"He that is of God heareth God's words: ye therefore hear them not, because ye are not of God.","edition":"1981","verse":47},{"title":"John 8:48","title_short":"John 8:48","text":"Then answered the Jews, and said unto him, Say we not well that thou art a Samaritan, and hast a devil?","edition":"1981","verse":48},{"title":"John 8:49","title_short":"John 8:49","text":"Jesus answered, I have not a devil; but I honour my Father, and ye do dishonour me.","edition":"1981","verse":49},{"title":"John 8:50","title_short":"John 8:50","text":"And I seek not mine own glory: there is one that seeketh and judgeth.","edition":"1981","verse":50},{"title":"John 8:51","title_short":"John 8:51","text":"Verily, verily, I say unto you, If a man keep my saying, he shall never see death.","edition":"1981","verse":51},{"title":"John 8:52","title_short":"John 8:52","text":"Then said the Jews unto him, Now we know that thou hast a devil.  Abraham is dead, and the prophets; and thou sayest, If a man keep my saying, he shall never taste of death.","edition":"1981","verse":52},{"title":"John 8:53","title_short":"John 8:53","text":"Art thou greater than our father Abraham, which is dead?  and the prophets are dead: whom makest thou thyself?","edition":"1981","verse":53},{"title":"John 8:54","title_short":"John 8:54","text":"Jesus answered, If I honour myself, my honour is nothing: it is my Father that honoureth me; of whom ye say, that he is your God:","edition":"1981","verse":54},{"title":"John 8:55","title_short":"John 8:55","text":"Yet ye have not known him; but I know him: and if I should say, I know him not, I shall be a liar like unto you: but I know him, and keep his saying.","edition":"1981","verse":55},{"title":"John 8:56","title_short":"John 8:56","text":"Your father Abraham rejoiced to see my day: and he saw it, and was glad.","edition":"1981","verse":56},{"title":"John 8:57","title_short":"John 8:57","text":"Then said the Jews unto him, Thou art not yet fifty years old, and hast thou seen Abraham?","edition":"1981","verse":57},{"title":"John 8:58","title_short":"John 8:58","text":"Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.","edition":"1981","verse":58},{"title":"John 8:59","title_short":"John 8:59","text":"Then took they up stones to cast at him: but Jesus hid himself, and went out of the temple, going through the midst of them, and so passed by.","edition":"1981","verse":59}]