[{"title":"Proverbs 28:1","title_short":"Prov. 28:1","text":"THE wicked flee when no man pursueth: but the righteous are bold as a lion.","edition":"1981","verse":1},{"title":"Proverbs 28:2","title_short":"Prov. 28:2","text":"For the transgression of a land many are the princes thereof: but by a man of understanding and knowledge the state thereof shall be prolonged.","edition":"1981","verse":2},{"title":"Proverbs 28:3","title_short":"Prov. 28:3","text":"A poor man that oppresseth the poor is like a sweeping rain which leaveth no food.","edition":"1981","verse":3},{"title":"Proverbs 28:4","title_short":"Prov. 28:4","text":"They that forsake the law praise the wicked: but such as keep the law contend with them.","edition":"1981","verse":4},{"title":"Proverbs 28:5","title_short":"Prov. 28:5","text":"Evil men understand not judgment: but they that seek the LORD understand all things.","edition":"1981","verse":5},{"title":"Proverbs 28:6","title_short":"Prov. 28:6","text":"Better is the poor that walketh in his uprightness, than he that is perverse in his ways, though he be rich.","edition":"1981","verse":6},{"title":"Proverbs 28:7","title_short":"Prov. 28:7","text":"Whoso keepeth the law is a wise son: but he that is a companion of riotous men shameth his father.","edition":"1981","verse":7},{"title":"Proverbs 28:8","title_short":"Prov. 28:8","text":"He that by usury and unjust gain increaseth his substance, he shall gather it for him that will pity the poor.","edition":"1981","verse":8},{"title":"Proverbs 28:9","title_short":"Prov. 28:9","text":"He that turneth away his ear from hearing the law, even his prayer shall be abomination.","edition":"1981","verse":9},{"title":"Proverbs 28:10","title_short":"Prov. 28:10","text":"Whoso causeth the righteous to go astray in an evil way, he shall fall himself into his own pit: but the upright shall have good things in possession.","edition":"1981","verse":10},{"title":"Proverbs 28:11","title_short":"Prov. 28:11","text":"The rich man is wise in his own conceit; but the poor that hath understanding searcheth him out.","edition":"1981","verse":11},{"title":"Proverbs 28:12","title_short":"Prov. 28:12","text":"When righteous men do rejoice, there is great glory: but when the wicked rise, a man is hidden.","edition":"1981","verse":12},{"title":"Proverbs 28:13","title_short":"Prov. 28:13","text":"He that covereth his sins shall not prosper: but whoso confesseth and forsaketh them shall have mercy.","edition":"1981","verse":13},{"title":"Proverbs 28:14","title_short":"Prov. 28:14","text":"Happy is the man that feareth alway: but he that hardeneth his heart shall fall into mischief.","edition":"1981","verse":14},{"title":"Proverbs 28:15","title_short":"Prov. 28:15","text":"As a roaring lion, and a ranging bear; so is a wicked ruler over the poor people.","edition":"1981","verse":15},{"title":"Proverbs 28:16","title_short":"Prov. 28:16","text":"The prince that wanteth understanding is also a great oppressor: but he that hateth covetousness shall prolong his days.","edition":"1981","verse":16},{"title":"Proverbs 28:17","title_short":"Prov. 28:17","text":"A man that doeth violence to the blood of any person shall flee to the pit; let no man stay him.","edition":"1981","verse":17},{"title":"Proverbs 28:18","title_short":"Prov. 28:18","text":"Whoso walketh uprightly shall be saved: but he that is perverse in his ways shall fall at once.","edition":"1981","verse":18},{"title":"Proverbs 28:19","title_short":"Prov. 28:19","text":"He that tilleth his land shall have plenty of bread: but he that followeth after vain persons shall have poverty enough.","edition":"1981","verse":19},{"title":"Proverbs 28:20","title_short":"Prov. 28:20","text":"A faithful man shall abound with blessings: but he that maketh haste to be rich shall not be innocent.","edition":"1981","verse":20},{"title":"Proverbs 28:21","title_short":"Prov. 28:21","text":"To have respect of persons is not good: for for a piece of bread that man will transgress.","edition":"1981","verse":21},{"title":"Proverbs 28:22","title_short":"Prov. 28:22","text":"He that hasteth to be rich hath an evil eye, and considereth not that poverty shall come upon him.","edition":"1981","verse":22},{"title":"Proverbs 28:23","title_short":"Prov. 28:23","text":"He that rebuketh a man afterwards shall find more favour than he that flattereth with the tongue.","edition":"1981","verse":23},{"title":"Proverbs 28:24","title_short":"Prov. 28:24","text":"Whoso robbeth his father or his mother, and saith, It is no transgression; the same is the companion of a destroyer.","edition":"1981","verse":24},{"title":"Proverbs 28:25","title_short":"Prov. 28:25","text":"He that is of a proud heart stirreth up strife: but he that putteth his trust in the LORD shall be made fat.","edition":"1981","verse":25},{"title":"Proverbs 28:26","title_short":"Prov. 28:26","text":"He that trusteth in his own heart is a fool: but whoso walketh wisely, he shall be delivered.","edition":"1981","verse":26},{"title":"Proverbs 28:27","title_short":"Prov. 28:27","text":"He that giveth unto the poor shall not lack: but he that hideth his eyes shall have many a curse.","edition":"1981","verse":27},{"title":"Proverbs 28:28","title_short":"Prov. 28:28","text":"When the wicked rise, men hide themselves: but when they perish, the righteous increase.","edition":"1981","verse":28}]