[{"title":"Proverbs 30:1","title_short":"Prov. 30:1","text":"THE words of Agur the son of Jakeh, even the prophecy: the man spake unto Ithiel, even unto Ithiel and Ucal,","edition":"1981","verse":1},{"title":"Proverbs 30:2","title_short":"Prov. 30:2","text":"Surely I am more brutish than any man, and have not the understanding of a man.","edition":"1981","verse":2},{"title":"Proverbs 30:3","title_short":"Prov. 30:3","text":"I neither learned wisdom, nor have the knowledge of the holy.","edition":"1981","verse":3},{"title":"Proverbs 30:4","title_short":"Prov. 30:4","text":"Who hath ascended up into heaven, or descended?  who hath gathered the wind in his fists?  who hath bound the waters in a garment?  who hath established all the ends of the earth?  what is his name, and what is his son's name, if thou canst tell?","edition":"1981","verse":4},{"title":"Proverbs 30:5","title_short":"Prov. 30:5","text":"Every word of God is pure: he is a shield unto them that put their trust in him.","edition":"1981","verse":5},{"title":"Proverbs 30:6","title_short":"Prov. 30:6","text":"Add thou not unto his words, lest he reprove thee, and thou be found a liar.","edition":"1981","verse":6},{"title":"Proverbs 30:7","title_short":"Prov. 30:7","text":"Two things have I required of thee; deny me them not before I die:","edition":"1981","verse":7},{"title":"Proverbs 30:8","title_short":"Prov. 30:8","text":"Remove far from me vanity and lies: give me neither poverty nor riches; feed me with food convenient for me:","edition":"1981","verse":8},{"title":"Proverbs 30:9","title_short":"Prov. 30:9","text":"Lest I be full, and deny thee, and say, Who is the LORD?  or lest I be poor, and steal, and take the name of my God in vain.","edition":"1981","verse":9},{"title":"Proverbs 30:10","title_short":"Prov. 30:10","text":"Accuse not a servant unto his master, lest he curse thee, and thou be found guilty.","edition":"1981","verse":10},{"title":"Proverbs 30:11","title_short":"Prov. 30:11","text":"There is a generation that curseth their father, and doth not bless their mother.","edition":"1981","verse":11},{"title":"Proverbs 30:12","title_short":"Prov. 30:12","text":"There is a generation that are pure in their own eyes, and yet is not washed from their filthiness.","edition":"1981","verse":12},{"title":"Proverbs 30:13","title_short":"Prov. 30:13","text":"There is a generation, O how lofty are their eyes!  and their eyelids are lifted up.","edition":"1981","verse":13},{"title":"Proverbs 30:14","title_short":"Prov. 30:14","text":"There is a generation, whose teeth are as swords, and their jaw teeth as knives, to devour the poor from off the earth, and the needy from among men.","edition":"1981","verse":14},{"title":"Proverbs 30:15","title_short":"Prov. 30:15","text":"The horseleach hath two daughters, crying, Give, give. There are three things that are never satisfied, yea, four things say not, It is enough:","edition":"1981","verse":15},{"title":"Proverbs 30:16","title_short":"Prov. 30:16","text":"The grave; and the barren womb; the earth that is not filled with water; and the fire that saith not, It is enough.","edition":"1981","verse":16},{"title":"Proverbs 30:17","title_short":"Prov. 30:17","text":"The eye that mocketh at his father, and despiseth to obey his mother, the ravens of the valley shall pick it out, and the young eagles shall eat it.","edition":"1981","verse":17},{"title":"Proverbs 30:18","title_short":"Prov. 30:18","text":"There be three things which are too wonderful for me, yea, four which I know not:","edition":"1981","verse":18},{"title":"Proverbs 30:19","title_short":"Prov. 30:19","text":"The way of an eagle in the air; the way of a serpent upon a rock; the way of a ship in the midst of the sea; and the way of a man with a maid.","edition":"1981","verse":19},{"title":"Proverbs 30:20","title_short":"Prov. 30:20","text":"Such is the way of an adulterous woman; she eateth, and wipeth her mouth, and saith, I have done no wickedness.","edition":"1981","verse":20},{"title":"Proverbs 30:21","title_short":"Prov. 30:21","text":"For three things the earth is disquieted, and for four which it cannot bear:","edition":"1981","verse":21},{"title":"Proverbs 30:22","title_short":"Prov. 30:22","text":"For a servant when he reigneth; and a fool when he is filled with meat;","edition":"1981","verse":22},{"title":"Proverbs 30:23","title_short":"Prov. 30:23","text":"For an odious woman when she is married; and an handmaid that is heir to her mistress.","edition":"1981","verse":23},{"title":"Proverbs 30:24","title_short":"Prov. 30:24","text":"There be four things which are little upon the earth, but they are exceeding wise:","edition":"1981","verse":24},{"title":"Proverbs 30:25","title_short":"Prov. 30:25","text":"The ants are a people not strong, yet they prepare their meat in the summer;","edition":"1981","verse":25},{"title":"Proverbs 30:26","title_short":"Prov. 30:26","text":"The conies are but a feeble folk, yet make they their houses in the rocks;","edition":"1981","verse":26},{"title":"Proverbs 30:27","title_short":"Prov. 30:27","text":"The locusts have no king, yet go they forth all of them by bands;","edition":"1981","verse":27},{"title":"Proverbs 30:28","title_short":"Prov. 30:28","text":"The spider taketh hold with her hands, and is in kings' palaces.","edition":"1981","verse":28},{"title":"Proverbs 30:29","title_short":"Prov. 30:29","text":"There be three things which go well, yea, four are comely in going:","edition":"1981","verse":29},{"title":"Proverbs 30:30","title_short":"Prov. 30:30","text":"A lion which is strongest among beasts, and turneth not away for any;","edition":"1981","verse":30},{"title":"Proverbs 30:31","title_short":"Prov. 30:31","text":"A greyhound; an he goat also; and a king, against whom there is no rising up.","edition":"1981","verse":31},{"title":"Proverbs 30:32","title_short":"Prov. 30:32","text":"If thou hast done foolishly in lifting up thyself, or if thou hast thought evil, lay thine hand upon thy mouth.","edition":"1981","verse":32},{"title":"Proverbs 30:33","title_short":"Prov. 30:33","text":"Surely the churning of milk bringeth forth butter, and the wringing of the nose bringeth forth blood: so the forcing of wrath bringeth forth strife.","edition":"1981","verse":33}]