[{"title":"Ephesians 3:1","title_short":"Eph. 3:1","text":"FOR this cause I Paul, the prisoner of Jesus Christ for you Gentiles,","edition":"1981","verse":1},{"title":"Ephesians 3:2","title_short":"Eph. 3:2","text":"If ye have heard of the dispensation of the grace of God which is given me to you-ward:","edition":"1981","verse":2},{"title":"Ephesians 3:3","title_short":"Eph. 3:3","text":"How that by revelation he made known unto me the mystery; (as I wrote afore in few words,","edition":"1981","verse":3},{"title":"Ephesians 3:4","title_short":"Eph. 3:4","text":"Whereby, when ye read, ye may understand my knowledge in the mystery of Christ)","edition":"1981","verse":4},{"title":"Ephesians 3:5","title_short":"Eph. 3:5","text":"Which in other ages was not made known unto the sons of men, as it is now revealed unto his holy apostles and prophets by the Spirit;","edition":"1981","verse":5},{"title":"Ephesians 3:6","title_short":"Eph. 3:6","text":"That the Gentiles should be fellowheirs, and of the same body, and partakers of his promise in Christ by the gospel:","edition":"1981","verse":6},{"title":"Ephesians 3:7","title_short":"Eph. 3:7","text":"Whereof I was made a minister, according to the gift of the grace of God given unto me by the effectual working of his power.","edition":"1981","verse":7},{"title":"Ephesians 3:8","title_short":"Eph. 3:8","text":"Unto me, who am less than the least of all saints, is this grace given, that I should preach among the Gentiles the unsearchable riches of Christ;","edition":"1981","verse":8},{"title":"Ephesians 3:9","title_short":"Eph. 3:9","text":"And to make all men see what is the fellowship of the mystery, which from the beginning of the world hath been hid in God, who created all things by Jesus Christ:","edition":"1981","verse":9},{"title":"Ephesians 3:10","title_short":"Eph. 3:10","text":"To the intent that now unto the principalities and powers in heavenly places might be known by the church the manifold wisdom of God,","edition":"1981","verse":10},{"title":"Ephesians 3:11","title_short":"Eph. 3:11","text":"According to the eternal purpose which he purposed in Christ Jesus our Lord:","edition":"1981","verse":11},{"title":"Ephesians 3:12","title_short":"Eph. 3:12","text":"In whom we have boldness and access with confidence by the faith of him.","edition":"1981","verse":12},{"title":"Ephesians 3:13","title_short":"Eph. 3:13","text":"Wherefore I desire that ye faint not at my tribulations for you, which is your glory.","edition":"1981","verse":13},{"title":"Ephesians 3:14","title_short":"Eph. 3:14","text":"For this cause I bow my knees unto the Father of our Lord Jesus Christ,","edition":"1981","verse":14},{"title":"Ephesians 3:15","title_short":"Eph. 3:15","text":"Of whom the whole family in heaven and earth is named,","edition":"1981","verse":15},{"title":"Ephesians 3:16","title_short":"Eph. 3:16","text":"That he would grant you, according to the riches of his glory, to be strengthened with might by his Spirit in the inner man;","edition":"1981","verse":16},{"title":"Ephesians 3:17","title_short":"Eph. 3:17","text":"That Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love,","edition":"1981","verse":17},{"title":"Ephesians 3:18","title_short":"Eph. 3:18","text":"May be able to comprehend with all saints what is the breadth, and length, and depth, and height;","edition":"1981","verse":18},{"title":"Ephesians 3:19","title_short":"Eph. 3:19","text":"And to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God.","edition":"1981","verse":19},{"title":"Ephesians 3:20","title_short":"Eph. 3:20","text":"Now unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us,","edition":"1981","verse":20},{"title":"Ephesians 3:21","title_short":"Eph. 3:21","text":"Unto him be glory in the church by Christ Jesus throughout all ages, world without end.  Amen.","edition":"1981","verse":21}]