[{"title":"Psalms 81:1","title_short":"Ps. 81:1","text":"SING aloud unto God our strength: make a joyful noise unto the God of Jacob.","edition":"1981","verse":1},{"title":"Psalms 81:2","title_short":"Ps. 81:2","text":"Take a psalm, and bring hither the timbrel, the pleasant harp with the psaltery.","edition":"1981","verse":2},{"title":"Psalms 81:3","title_short":"Ps. 81:3","text":"Blow up the trumpet in the new moon, in the time appointed, on our solemn feast day.","edition":"1981","verse":3},{"title":"Psalms 81:4","title_short":"Ps. 81:4","text":"For this was a statute for Israel, and a law of the God of Jacob.","edition":"1981","verse":4},{"title":"Psalms 81:5","title_short":"Ps. 81:5","text":"This he ordained in Joseph for a testimony, when he went out through the land of Egypt: where I heard a language that I understood not.","edition":"1981","verse":5},{"title":"Psalms 81:6","title_short":"Ps. 81:6","text":"I removed his shoulder from the burden: his hands were delivered from the pots.","edition":"1981","verse":6},{"title":"Psalms 81:7","title_short":"Ps. 81:7","text":"Thou calledst in trouble, and I delivered thee; I answered thee in the secret place of thunder: I proved thee at the waters of Meribah.  Selah.","edition":"1981","verse":7},{"title":"Psalms 81:8","title_short":"Ps. 81:8","text":"Hear, O my people, and I will testify unto thee: O Israel, if thou wilt hearken unto me;","edition":"1981","verse":8},{"title":"Psalms 81:9","title_short":"Ps. 81:9","text":"There shall no strange god be in thee; neither shalt thou worship any strange god.","edition":"1981","verse":9},{"title":"Psalms 81:10","title_short":"Ps. 81:10","text":"I am the LORD thy God, which brought thee out of the land of Egypt: open thy mouth wide, and I will fill it.","edition":"1981","verse":10},{"title":"Psalms 81:11","title_short":"Ps. 81:11","text":"But my people would not hearken to my voice; and Israel would none of me.","edition":"1981","verse":11},{"title":"Psalms 81:12","title_short":"Ps. 81:12","text":"So I gave them up unto their own hearts' lust: and they walked in their own counsels.","edition":"1981","verse":12},{"title":"Psalms 81:13","title_short":"Ps. 81:13","text":"Oh that my people had hearkened unto me, and Israel had walked in my ways!","edition":"1981","verse":13},{"title":"Psalms 81:14","title_short":"Ps. 81:14","text":"I should soon have subdued their enemies, and turned my hand against their adversaries.","edition":"1981","verse":14},{"title":"Psalms 81:15","title_short":"Ps. 81:15","text":"The haters of the LORD should have submitted themselves unto him: but their time should have endured for ever.","edition":"1981","verse":15},{"title":"Psalms 81:16","title_short":"Ps. 81:16","text":"He should have fed them also with the finest of the wheat: and with honey out of the rock should I have satisfied thee.","edition":"1981","verse":16}]