[{"title":"Psalms 86:1","title_short":"Ps. 86:1","text":"BOW down thine ear, O LORD, hear me: for I am poor and needy.","edition":"1981","verse":1},{"title":"Psalms 86:2","title_short":"Ps. 86:2","text":"Preserve my soul; for I am holy: O thou my God, save thy servant that trusteth in thee.","edition":"1981","verse":2},{"title":"Psalms 86:3","title_short":"Ps. 86:3","text":"Be merciful unto me, O Lord: for I cry unto thee daily.","edition":"1981","verse":3},{"title":"Psalms 86:4","title_short":"Ps. 86:4","text":"Rejoice the soul of thy servant: for unto thee, O Lord, do I lift up my soul.","edition":"1981","verse":4},{"title":"Psalms 86:5","title_short":"Ps. 86:5","text":"For thou, Lord, art good, and ready to forgive; and plenteous in mercy unto all them that call upon thee.","edition":"1981","verse":5},{"title":"Psalms 86:6","title_short":"Ps. 86:6","text":"Give ear, O LORD, unto my prayer; and attend to the voice of my supplications.","edition":"1981","verse":6},{"title":"Psalms 86:7","title_short":"Ps. 86:7","text":"In the day of my trouble I will call upon thee: for thou wilt answer me.","edition":"1981","verse":7},{"title":"Psalms 86:8","title_short":"Ps. 86:8","text":"Among the gods there is none like unto thee, O Lord; neither are there any works like unto thy works.","edition":"1981","verse":8},{"title":"Psalms 86:9","title_short":"Ps. 86:9","text":"All nations whom thou hast made shall come and worship before thee, O Lord; and shall glorify thy name.","edition":"1981","verse":9},{"title":"Psalms 86:10","title_short":"Ps. 86:10","text":"For thou art great, and doest wondrous things: thou art God alone.","edition":"1981","verse":10},{"title":"Psalms 86:11","title_short":"Ps. 86:11","text":"Teach me thy way, O LORD; I will walk in thy truth: unite my heart to fear thy name.","edition":"1981","verse":11},{"title":"Psalms 86:12","title_short":"Ps. 86:12","text":"I will praise thee, O Lord my God, with all my heart: and I will glorify thy name for evermore.","edition":"1981","verse":12},{"title":"Psalms 86:13","title_short":"Ps. 86:13","text":"For great is thy mercy toward me: and thou hast delivered my soul from the lowest hell.","edition":"1981","verse":13},{"title":"Psalms 86:14","title_short":"Ps. 86:14","text":"O God, the proud are risen against me, and the assemblies of violent men have sought after my soul; and have not set thee before them.","edition":"1981","verse":14},{"title":"Psalms 86:15","title_short":"Ps. 86:15","text":"But thou, O Lord, art a God full of compassion, and gracious, longsuffering, and plenteous in mercy and truth.","edition":"1981","verse":15},{"title":"Psalms 86:16","title_short":"Ps. 86:16","text":"O turn unto me, and have mercy upon me; give thy strength unto thy servant, and save the son of thine handmaid.","edition":"1981","verse":16},{"title":"Psalms 86:17","title_short":"Ps. 86:17","text":"Shew me a token for good; that they which hate me may see it, and be ashamed: because thou, LORD, hast holpen me, and comforted me.","edition":"1981","verse":17}]