[{"title":"Psalms 9:1","title_short":"Ps. 9:1","text":"I WILL praise thee, O LORD, with my whole heart; I will shew forth all thy marvellous works.","edition":"1981","verse":1},{"title":"Psalms 9:2","title_short":"Ps. 9:2","text":"I will be glad and rejoice in thee: I will sing praise to thy name, O thou most High.","edition":"1981","verse":2},{"title":"Psalms 9:3","title_short":"Ps. 9:3","text":"When mine enemies are turned back, they shall fall and perish at thy presence.","edition":"1981","verse":3},{"title":"Psalms 9:4","title_short":"Ps. 9:4","text":"For thou hast maintained my right and my cause; thou satest in the throne judging right.","edition":"1981","verse":4},{"title":"Psalms 9:5","title_short":"Ps. 9:5","text":"Thou hast rebuked the heathen, thou hast destroyed the wicked, thou hast put out their name for ever and ever.","edition":"1981","verse":5},{"title":"Psalms 9:6","title_short":"Ps. 9:6","text":"O thou enemy, destructions are come to a perpetual end: and thou hast destroyed cities; their memorial is perished with them.","edition":"1981","verse":6},{"title":"Psalms 9:7","title_short":"Ps. 9:7","text":"But the LORD shall endure for ever: he hath prepared his throne for judgment.","edition":"1981","verse":7},{"title":"Psalms 9:8","title_short":"Ps. 9:8","text":"And he shall judge the world in righteousness, he shall minister judgment to the people in uprightness.","edition":"1981","verse":8},{"title":"Psalms 9:9","title_short":"Ps. 9:9","text":"The LORD also will be a refuge for the oppressed, a refuge in times of trouble.","edition":"1981","verse":9},{"title":"Psalms 9:10","title_short":"Ps. 9:10","text":"And they that know thy name will put their trust in thee: for thou, LORD, hast not forsaken them that seek thee.","edition":"1981","verse":10},{"title":"Psalms 9:11","title_short":"Ps. 9:11","text":"Sing praises to the LORD, which dwelleth in Zion: declare among the people his doings.","edition":"1981","verse":11},{"title":"Psalms 9:12","title_short":"Ps. 9:12","text":"When he maketh inquisition for blood, he remembereth them: he forgetteth not the cry of the humble.","edition":"1981","verse":12},{"title":"Psalms 9:13","title_short":"Ps. 9:13","text":"Have mercy upon me, O LORD; consider my trouble which I suffer of them that hate me, thou that liftest me up from the gates of death:","edition":"1981","verse":13},{"title":"Psalms 9:14","title_short":"Ps. 9:14","text":"That I may shew forth all thy praise in the gates of the daughter of Zion: I will rejoice in thy salvation.","edition":"1981","verse":14},{"title":"Psalms 9:15","title_short":"Ps. 9:15","text":"The heathen are sunk down in the pit that they made: in the net which they hid is their own foot taken.","edition":"1981","verse":15},{"title":"Psalms 9:16","title_short":"Ps. 9:16","text":"The LORD is known by the judgment which he executeth: the wicked is snared in the work of his own hands.  Higgaion.  Selah.","edition":"1981","verse":16},{"title":"Psalms 9:17","title_short":"Ps. 9:17","text":"The wicked shall be turned into hell, and all the nations that forget God.","edition":"1981","verse":17},{"title":"Psalms 9:18","title_short":"Ps. 9:18","text":"For the needy shall not alway be forgotten: the expectation of the poor shall not perish for ever.","edition":"1981","verse":18},{"title":"Psalms 9:19","title_short":"Ps. 9:19","text":"Arise, O LORD; let not man prevail: let the heathen be judged in thy sight.","edition":"1981","verse":19},{"title":"Psalms 9:20","title_short":"Ps. 9:20","text":"Put them in fear, O LORD: that the nations may know themselves to be but men.  Selah.","edition":"1981","verse":20}]