[{"title":"Psalms 90:1","title_short":"Ps. 90:1","text":"LORD, thou hast been our dwelling place in all generations.","edition":"1981","verse":1},{"title":"Psalms 90:2","title_short":"Ps. 90:2","text":"Before the mountains were brought forth, or ever thou hadst formed the earth and the world, even from everlasting to everlasting, thou art God.","edition":"1981","verse":2},{"title":"Psalms 90:3","title_short":"Ps. 90:3","text":"Thou turnest man to destruction; and sayest, Return, ye children of men.","edition":"1981","verse":3},{"title":"Psalms 90:4","title_short":"Ps. 90:4","text":"For a thousand years in thy sight are but as yesterday when it is past, and as a watch in the night.","edition":"1981","verse":4},{"title":"Psalms 90:5","title_short":"Ps. 90:5","text":"Thou carriest them away as with a flood; they are as a sleep: in the morning they are like grass which groweth up.","edition":"1981","verse":5},{"title":"Psalms 90:6","title_short":"Ps. 90:6","text":"In the morning it flourisheth, and groweth up; in the evening it is cut down, and withereth.","edition":"1981","verse":6},{"title":"Psalms 90:7","title_short":"Ps. 90:7","text":"For we are consumed by thine anger, and by thy wrath are we troubled.","edition":"1981","verse":7},{"title":"Psalms 90:8","title_short":"Ps. 90:8","text":"Thou hast set our iniquities before thee, our secret sins in the light of thy countenance.","edition":"1981","verse":8},{"title":"Psalms 90:9","title_short":"Ps. 90:9","text":"For all our days are passed away in thy wrath: we spend our years as a tale that is told.","edition":"1981","verse":9},{"title":"Psalms 90:10","title_short":"Ps. 90:10","text":"The days of our years are threescore years and ten; and if by reason of strength they be fourscore years, yet is their strength labour and sorrow; for it is soon cut off, and we fly away.","edition":"1981","verse":10},{"title":"Psalms 90:11","title_short":"Ps. 90:11","text":"Who knoweth the power of thine anger?  even according to thy fear, so is thy wrath.","edition":"1981","verse":11},{"title":"Psalms 90:12","title_short":"Ps. 90:12","text":"So teach us to number our days, that we may apply our hearts unto wisdom.","edition":"1981","verse":12},{"title":"Psalms 90:13","title_short":"Ps. 90:13","text":"Return, O LORD, how long?  and let it repent thee concerning thy servants.","edition":"1981","verse":13},{"title":"Psalms 90:14","title_short":"Ps. 90:14","text":"O satisfy us early with thy mercy; that we may rejoice and be glad all our days.","edition":"1981","verse":14},{"title":"Psalms 90:15","title_short":"Ps. 90:15","text":"Make us glad according to the days wherein thou hast afflicted us, and the years wherein we have seen evil.","edition":"1981","verse":15},{"title":"Psalms 90:16","title_short":"Ps. 90:16","text":"Let thy work appear unto thy servants, and thy glory unto their children.","edition":"1981","verse":16},{"title":"Psalms 90:17","title_short":"Ps. 90:17","text":"And let the beauty of the LORD our God be upon us: and establish thou the work of our hands upon us; yea, the work of our hands establish thou it.","edition":"1981","verse":17}]