[{"title":"Psalms 92:1","title_short":"Ps. 92:1","text":"IT is a good thing to give thanks unto the LORD, and to sing praises unto thy name, O most High:","edition":"1981","verse":1},{"title":"Psalms 92:2","title_short":"Ps. 92:2","text":"To shew forth thy lovingkindness in the morning, and thy faithfulness every night,","edition":"1981","verse":2},{"title":"Psalms 92:3","title_short":"Ps. 92:3","text":"Upon an instrument of ten strings, and upon the psaltery; upon the harp with a solemn sound.","edition":"1981","verse":3},{"title":"Psalms 92:4","title_short":"Ps. 92:4","text":"For thou, LORD, hast made me glad through thy work: I will triumph in the works of thy hands.","edition":"1981","verse":4},{"title":"Psalms 92:5","title_short":"Ps. 92:5","text":"O LORD, how great are thy works!  and thy thoughts are very deep.","edition":"1981","verse":5},{"title":"Psalms 92:6","title_short":"Ps. 92:6","text":"A brutish man knoweth not; neither doth a fool understand this.","edition":"1981","verse":6},{"title":"Psalms 92:7","title_short":"Ps. 92:7","text":"When the wicked spring as the grass, and when all the workers of iniquity do flourish; it is that they shall be destroyed for ever:","edition":"1981","verse":7},{"title":"Psalms 92:8","title_short":"Ps. 92:8","text":"But thou, LORD, art most high for evermore.","edition":"1981","verse":8},{"title":"Psalms 92:9","title_short":"Ps. 92:9","text":"For, lo, thine enemies, O LORD, for, lo, thine enemies shall perish; all the workers of iniquity shall be scattered.","edition":"1981","verse":9},{"title":"Psalms 92:10","title_short":"Ps. 92:10","text":"But my horn shalt thou exalt like the horn of an unicorn: I shall be anointed with fresh oil.","edition":"1981","verse":10},{"title":"Psalms 92:11","title_short":"Ps. 92:11","text":"Mine eye also shall see my desire on mine enemies, and mine ears shall hear my desire of the wicked that rise up against me.","edition":"1981","verse":11},{"title":"Psalms 92:12","title_short":"Ps. 92:12","text":"The righteous shall flourish like the palm tree: he shall grow like a cedar in Lebanon.","edition":"1981","verse":12},{"title":"Psalms 92:13","title_short":"Ps. 92:13","text":"Those that be planted in the house of the LORD shall flourish in the courts of our God.","edition":"1981","verse":13},{"title":"Psalms 92:14","title_short":"Ps. 92:14","text":"They shall still bring forth fruit in old age; they shall be fat and flourishing;","edition":"1981","verse":14},{"title":"Psalms 92:15","title_short":"Ps. 92:15","text":"To shew that the LORD is upright: he is my rock, and there is no unrighteousness in him.","edition":"1981","verse":15}]