[{"title":"Psalms 96:1","title_short":"Ps. 96:1","text":"O SING unto the LORD a new song: sing unto the LORD, all the earth.","edition":"1981","verse":1},{"title":"Psalms 96:2","title_short":"Ps. 96:2","text":"Sing unto the LORD, bless his name; shew forth his salvation from day to day.","edition":"1981","verse":2},{"title":"Psalms 96:3","title_short":"Ps. 96:3","text":"Declare his glory among the heathen, his wonders among all people.","edition":"1981","verse":3},{"title":"Psalms 96:4","title_short":"Ps. 96:4","text":"For the LORD is great, and greatly to be praised: he is to be feared above all gods.","edition":"1981","verse":4},{"title":"Psalms 96:5","title_short":"Ps. 96:5","text":"For all the gods of the nations are idols: but the LORD made the heavens.","edition":"1981","verse":5},{"title":"Psalms 96:6","title_short":"Ps. 96:6","text":"Honour and majesty are before him: strength and beauty are in his sanctuary.","edition":"1981","verse":6},{"title":"Psalms 96:7","title_short":"Ps. 96:7","text":"Give unto the LORD, O ye kindreds of the people, give unto the LORD glory and strength.","edition":"1981","verse":7},{"title":"Psalms 96:8","title_short":"Ps. 96:8","text":"Give unto the LORD the glory due unto his name: bring an offering, and come into his courts.","edition":"1981","verse":8},{"title":"Psalms 96:9","title_short":"Ps. 96:9","text":"O worship the LORD in the beauty of holiness: fear before him, all the earth.","edition":"1981","verse":9},{"title":"Psalms 96:10","title_short":"Ps. 96:10","text":"Say among the heathen that the LORD reigneth: the world also shall be established that it shall not be moved: he shall judge the people righteously.","edition":"1981","verse":10},{"title":"Psalms 96:11","title_short":"Ps. 96:11","text":"Let the heavens rejoice, and let the earth be glad; let the sea roar, and the fulness thereof.","edition":"1981","verse":11},{"title":"Psalms 96:12","title_short":"Ps. 96:12","text":"Let the field be joyful, and all that is therein: then shall all the trees of the wood rejoice","edition":"1981","verse":12},{"title":"Psalms 96:13","title_short":"Ps. 96:13","text":"Before the LORD: for he cometh, for he cometh to judge the earth: he shall judge the world with righteousness, and the people with his truth.","edition":"1981","verse":13}]