[{"title":"Doctrine and Covenants 100:1","title_short":"D&C 100:1","text":"VERILY, thus saith the Lord unto you, my friends Sidney and Joseph, your families are well; they are in mine hands, and I will do with them as seemeth me good; for in me there is all power.","edition":"1981","verse":1},{"title":"Doctrine and Covenants 100:2","title_short":"D&C 100:2","text":"Therefore, follow me, and listen to the counsel which I shall give unto you.","edition":"1981","verse":2},{"title":"Doctrine and Covenants 100:3","title_short":"D&C 100:3","text":"Behold, and lo, I have much people in this place, in the regions round about; and an effectual door shall be opened in the regions round about in this eastern land.","edition":"1981","verse":3},{"title":"Doctrine and Covenants 100:4","title_short":"D&C 100:4","text":"Therefore, I, the Lord, have suffered you to come unto this place; for thus it was expedient in me for the salvation of souls.","edition":"1981","verse":4},{"title":"Doctrine and Covenants 100:5","title_short":"D&C 100:5","text":"Therefore, verily I say unto you, lift up your voices unto this people; speak the thoughts that I shall put into your hearts, and you shall not be confounded before men;","edition":"1981","verse":5},{"title":"Doctrine and Covenants 100:6","title_short":"D&C 100:6","text":"For it shall be given you in the very hour, yea, in the very moment, what ye shall say.","edition":"1981","verse":6},{"title":"Doctrine and Covenants 100:7","title_short":"D&C 100:7","text":"But a commandment I give unto you, that ye shall declare whatsoever thing ye declare in my name, in solemnity of heart, in the spirit of meekness, in all things.","edition":"1981","verse":7},{"title":"Doctrine and Covenants 100:8","title_short":"D&C 100:8","text":"And I give unto you this promise, that inasmuch as ye do this the Holy Ghost shall be shed forth in bearing record unto all things whatsoever ye shall say.","edition":"1981","verse":8},{"title":"Doctrine and Covenants 100:9","title_short":"D&C 100:9","text":"And it is expedient in me that you, my servant Sidney, should be a spokesman unto this people; yea, verily, I will ordain you unto this calling, even to be a spokesman unto my servant Joseph.","edition":"1981","verse":9},{"title":"Doctrine and Covenants 100:10","title_short":"D&C 100:10","text":"And I will give unto him power to be mighty in testimony.","edition":"1981","verse":10},{"title":"Doctrine and Covenants 100:11","title_short":"D&C 100:11","text":"And I will give unto thee power to be mighty in expounding all scriptures, that thou mayest be a spokesman unto him, and he shall be a revelator unto thee, that thou mayest know the certainty of all things pertaining to the things of my kingdom on the earth.","edition":"1981","verse":11},{"title":"Doctrine and Covenants 100:12","title_short":"D&C 100:12","text":"Therefore, continue your journey and let your hearts rejoice; for behold, and lo, I am with you even unto the end.","edition":"1981","verse":12},{"title":"Doctrine and Covenants 100:13","title_short":"D&C 100:13","text":"And now I give unto you a word concerning Zion.  Zion shall be redeemed, although she is chastened for a little season.","edition":"1981","verse":13},{"title":"Doctrine and Covenants 100:14","title_short":"D&C 100:14","text":"Thy brethren, my servants Orson Hyde and John Gould, are in my hands; and inasmuch as they keep my commandments they shall be saved.","edition":"1981","verse":14},{"title":"Doctrine and Covenants 100:15","title_short":"D&C 100:15","text":"Therefore, let your hearts be comforted; for all things shall work together for good to them that walk uprightly, and to the sanctification of the church.","edition":"1981","verse":15},{"title":"Doctrine and Covenants 100:16","title_short":"D&C 100:16","text":"For I will raise up unto myself a pure people, that will serve me in righteousness;","edition":"1981","verse":16},{"title":"Doctrine and Covenants 100:17","title_short":"D&C 100:17","text":"And all that call upon the name of the Lord, and keep his commandments, shall be saved.  Even so.  Amen.","edition":"1981","verse":17}]