[{"title":"Doctrine and Covenants 107:1","title_short":"D&C 107:1","text":"THERE are, in the church, two priesthoods, namely, the Melchizedek and Aaronic, including the Levitical Priesthood.","edition":"1981","verse":1},{"title":"Doctrine and Covenants 107:2","title_short":"D&C 107:2","text":"Why the first is called the Melchizedek Priesthood is because Melchizedek was such a great high priest.","edition":"1981","verse":2},{"title":"Doctrine and Covenants 107:3","title_short":"D&C 107:3","text":"Before his day it was called the Holy Priesthood, after the Order of the Son of God.","edition":"1981","verse":3},{"title":"Doctrine and Covenants 107:4","title_short":"D&C 107:4","text":"But out of respect or reverence to the name of the Supreme Being, to avoid the too frequent repetition of his name, they, the church, in ancient days, called that priesthood after Melchizedek, or the Melchizedek Priesthood.","edition":"1981","verse":4},{"title":"Doctrine and Covenants 107:5","title_short":"D&C 107:5","text":"All other authorities or offices in the church are appendages to this priesthood.","edition":"1981","verse":5},{"title":"Doctrine and Covenants 107:6","title_short":"D&C 107:6","text":"But there are two divisions or grand heads--one is the Melchizedek Priesthood, and the other is the Aaronic or Levitical Priesthood.","edition":"1981","verse":6},{"title":"Doctrine and Covenants 107:7","title_short":"D&C 107:7","text":"The office of an elder comes under the priesthood of Melchizedek.","edition":"1981","verse":7},{"title":"Doctrine and Covenants 107:8","title_short":"D&C 107:8","text":"The Melchizedek Priesthood holds the right of presidency, and has power and authority over all the offices in the church in all ages of the world, to administer in spiritual things.","edition":"1981","verse":8},{"title":"Doctrine and Covenants 107:9","title_short":"D&C 107:9","text":"The Presidency of the High Priesthood, after the order of Melchizedek, have a right to officiate in all the offices in the church.","edition":"1981","verse":9},{"title":"Doctrine and Covenants 107:10","title_short":"D&C 107:10","text":"High priests after the order of the Melchizedek Priesthood have a right to officiate in their own standing, under the direction of the presidency, in administering spiritual things, and also in the office of an elder, priest (of the Levitical order), teacher, deacon, and member.","edition":"1981","verse":10},{"title":"Doctrine and Covenants 107:11","title_short":"D&C 107:11","text":"An elder has a right to officiate in his stead when the high priest is not present.","edition":"1981","verse":11},{"title":"Doctrine and Covenants 107:12","title_short":"D&C 107:12","text":"The high priest and elder are to administer in spiritual things, agreeable to the covenants and commandments of the church; and they have a right to officiate in all these offices of the church when there are no higher authorities present.","edition":"1981","verse":12},{"title":"Doctrine and Covenants 107:13","title_short":"D&C 107:13","text":"The second priesthood is called the Priesthood of Aaron, because it was conferred upon Aaron and his seed, throughout all their generations.","edition":"1981","verse":13},{"title":"Doctrine and Covenants 107:14","title_short":"D&C 107:14","text":"Why it is called the lesser priesthood is because it is an appendage to the greater, or the Melchizedek Priesthood, and has power in administering outward ordinances.","edition":"1981","verse":14},{"title":"Doctrine and Covenants 107:15","title_short":"D&C 107:15","text":"The bishopric is the presidency of this priesthood, and holds the keys or authority of the same.","edition":"1981","verse":15},{"title":"Doctrine and Covenants 107:16","title_short":"D&C 107:16","text":"No man has a legal right to this office, to hold the keys of this priesthood, except he be a literal descendant of Aaron.","edition":"1981","verse":16},{"title":"Doctrine and Covenants 107:17","title_short":"D&C 107:17","text":"But as a high priest of the Melchizedek Priesthood has authority to officiate in all the lesser offices, he may officiate in the office of bishop when no literal descendant of Aaron can be found, provided he is called and set apart and ordained unto this power by the hands of the Presidency of the Melchizedek Priesthood.","edition":"1981","verse":17},{"title":"Doctrine and Covenants 107:18","title_short":"D&C 107:18","text":"The power and authority of the higher, or Melchizedek Priesthood, is to hold the keys of all the spiritual blessings of the church--","edition":"1981","verse":18},{"title":"Doctrine and Covenants 107:19","title_short":"D&C 107:19","text":"To have the privilege of receiving the mysteries of the kingdom of heaven, to have the heavens opened unto them, to commune with the general assembly and church of the Firstborn, and to enjoy the communion and presence of God the Father, and Jesus the mediator of the new covenant.","edition":"1981","verse":19},{"title":"Doctrine and Covenants 107:20","title_short":"D&C 107:20","text":"The power and authority of the lesser, or Aaronic Priesthood, is to hold the keys of the ministering of angels, and to administer in outward ordinances, the letter of the gospel, the baptism of repentance for the remission of sins, agreeable to the covenants and commandments.","edition":"1981","verse":20},{"title":"Doctrine and Covenants 107:21","title_short":"D&C 107:21","text":"Of necessity there are presidents, or presiding officers growing out of, or appointed of or from among those who are ordained to the several offices in these two priesthoods.","edition":"1981","verse":21},{"title":"Doctrine and Covenants 107:22","title_short":"D&C 107:22","text":"Of the Melchizedek Priesthood, three Presiding High Priests, chosen by the body, appointed and ordained to that office, and upheld by the confidence, faith, and prayer of the church, form a quorum of the Presidency of the Church.","edition":"1981","verse":22},{"title":"Doctrine and Covenants 107:23","title_short":"D&C 107:23","text":"The twelve traveling councilors are called to be the Twelve Apostles, or special witnesses of the name of Christ in all the world--thus differing from other officers in the church in the duties of their calling.","edition":"1981","verse":23},{"title":"Doctrine and Covenants 107:24","title_short":"D&C 107:24","text":"And they form a quorum, equal in authority and power to the three presidents previously mentioned.","edition":"1981","verse":24},{"title":"Doctrine and Covenants 107:25","title_short":"D&C 107:25","text":"The Seventy are also called to preach the gospel, and to be especial witnesses unto the Gentiles and in all the world--thus differing from other officers in the church in the duties of their calling.","edition":"1981","verse":25},{"title":"Doctrine and Covenants 107:26","title_short":"D&C 107:26","text":"And they form a quorum, equal in authority to that of the Twelve special witnesses or Apostles just named.","edition":"1981","verse":26},{"title":"Doctrine and Covenants 107:27","title_short":"D&C 107:27","text":"And every decision made by either of these quorums must be by the unanimous voice of the same; that is, every member in each quorum must be agreed to its decisions, in order to make their decisions of the same power or validity one with the other--","edition":"1981","verse":27},{"title":"Doctrine and Covenants 107:28","title_short":"D&C 107:28","text":"A majority may form a quorum when circumstances render it impossible to be otherwise--","edition":"1981","verse":28},{"title":"Doctrine and Covenants 107:29","title_short":"D&C 107:29","text":"Unless this is the case, their decisions are not entitled to the same blessings which the decisions of a quorum of three presidents were anciently, who were ordained after the order of Melchizedek, and were righteous and holy men.","edition":"1981","verse":29},{"title":"Doctrine and Covenants 107:30","title_short":"D&C 107:30","text":"The decisions of these quorums, or either of them, are to be made in all righteousness, in holiness, and lowliness of heart, meekness and long suffering, and in faith, and virtue, and knowledge, temperance, patience, godliness, brotherly kindness and charity;","edition":"1981","verse":30},{"title":"Doctrine and Covenants 107:31","title_short":"D&C 107:31","text":"Because the promise is, if these things abound in them they shall not be unfruitful in the knowledge of the Lord.","edition":"1981","verse":31},{"title":"Doctrine and Covenants 107:32","title_short":"D&C 107:32","text":"And in case that any decision of these quorums is made in unrighteousness, it may be brought before a general assembly of the several quorums, which constitute the spiritual authorities of the church; otherwise there can be no appeal from their decision.","edition":"1981","verse":32},{"title":"Doctrine and Covenants 107:33","title_short":"D&C 107:33","text":"The Twelve are a Traveling Presiding High Council, to officiate in the name of the Lord, under the direction of the Presidency of the Church, agreeable to the institution of heaven; to build up the church, and regulate all the affairs of the same in all nations, first unto the Gentiles and secondly unto the Jews.","edition":"1981","verse":33},{"title":"Doctrine and Covenants 107:34","title_short":"D&C 107:34","text":"The Seventy are to act in the name of the Lord, under the direction of the Twelve or the traveling high council, in building up the church and regulating all the affairs of the same in all nations, first unto the Gentiles and then to the Jews;","edition":"1981","verse":34},{"title":"Doctrine and Covenants 107:35","title_short":"D&C 107:35","text":"The Twelve being sent out, holding the keys, to open the door by the proclamation of the gospel of Jesus Christ, and first unto the Gentiles and then unto the Jews.","edition":"1981","verse":35},{"title":"Doctrine and Covenants 107:36","title_short":"D&C 107:36","text":"The standing high councils, at the stakes of Zion, form a quorum equal in authority in the affairs of the church, in all their decisions, to the quorum of the presidency, or to the traveling high council.","edition":"1981","verse":36},{"title":"Doctrine and Covenants 107:37","title_short":"D&C 107:37","text":"The high council in Zion form a quorum equal in authority in the affairs of the church, in all their decisions, to the councils of the Twelve at the stakes of Zion.","edition":"1981","verse":37},{"title":"Doctrine and Covenants 107:38","title_short":"D&C 107:38","text":"It is the duty of the traveling high council to call upon the Seventy, when they need assistance, to fill the several calls for preaching and administering the gospel, instead of any others.","edition":"1981","verse":38},{"title":"Doctrine and Covenants 107:39","title_short":"D&C 107:39","text":"It is the duty of the Twelve, in all large branches of the church, to ordain evangelical ministers, as they shall be designated unto them by revelation--","edition":"1981","verse":39},{"title":"Doctrine and Covenants 107:40","title_short":"D&C 107:40","text":"The order of this priesthood was confirmed to be handed down from father to son, and rightly belongs to the literal descendants of the chosen seed, to whom the promises were made.","edition":"1981","verse":40},{"title":"Doctrine and Covenants 107:41","title_short":"D&C 107:41","text":"This order was instituted in the days of Adam, and came down by lineage in the following manner:","edition":"1981","verse":41},{"title":"Doctrine and Covenants 107:42","title_short":"D&C 107:42","text":"From Adam to Seth, who was ordained by Adam at the age of sixty-nine years, and was blessed by him three years previous to his (Adam's) death, and received the promise of God by his father, that his posterity should be the chosen of the Lord, and that they should be preserved unto the end of the earth;","edition":"1981","verse":42},{"title":"Doctrine and Covenants 107:43","title_short":"D&C 107:43","text":"Because he (Seth) was a perfect man, and his likeness was the express likeness of his father, insomuch that he seemed to be like unto his father in all things, and could be distinguished from him only by his age.","edition":"1981","verse":43},{"title":"Doctrine and Covenants 107:44","title_short":"D&C 107:44","text":"Enos was ordained at the age of one hundred and thirty-four years and four months, by the hand of Adam.","edition":"1981","verse":44},{"title":"Doctrine and Covenants 107:45","title_short":"D&C 107:45","text":"God called upon Cainan in the wilderness in the fortieth year of his age; and he met Adam in journeying to the place Shedolamak.  He was eighty-seven years old when he received his ordination.","edition":"1981","verse":45},{"title":"Doctrine and Covenants 107:46","title_short":"D&C 107:46","text":"Mahalaleel was four hundred and ninety-six years and seven days old when he was ordained by the hand of Adam, who also blessed him.","edition":"1981","verse":46},{"title":"Doctrine and Covenants 107:47","title_short":"D&C 107:47","text":"Jared was two hundred years old when he was ordained under the hand of Adam, who also blessed him.","edition":"1981","verse":47},{"title":"Doctrine and Covenants 107:48","title_short":"D&C 107:48","text":"Enoch was twenty-five years old when he was ordained under the hand of Adam; and he was sixty-five and Adam blessed him.","edition":"1981","verse":48},{"title":"Doctrine and Covenants 107:49","title_short":"D&C 107:49","text":"And he saw the Lord, and he walked with him, and was before his face continually; and he walked with God three hundred and sixty-five years, making him four hundred and thirty years old when he was translated.","edition":"1981","verse":49},{"title":"Doctrine and Covenants 107:50","title_short":"D&C 107:50","text":"Methuselah was one hundred years old when he was ordained under the hand of Adam.","edition":"1981","verse":50},{"title":"Doctrine and Covenants 107:51","title_short":"D&C 107:51","text":"Lamech was thirty-two years old when he was ordained under the hand of Seth.","edition":"1981","verse":51},{"title":"Doctrine and Covenants 107:52","title_short":"D&C 107:52","text":"Noah was ten years old when he was ordained under the hand of Methuselah.","edition":"1981","verse":52},{"title":"Doctrine and Covenants 107:53","title_short":"D&C 107:53","text":"Three years previous to the death of Adam, he called Seth, Enos, Cainan, Mahalaleel, Jared, Enoch, and Methuselah, who were all high priests, with the residue of his posterity who were righteous, into the valley of Adam-ondi-Ahman, and there bestowed upon them his last blessing.","edition":"1981","verse":53},{"title":"Doctrine and Covenants 107:54","title_short":"D&C 107:54","text":"And the Lord appeared unto them, and they rose up and blessed Adam, and called him Michael, the prince, the archangel.","edition":"1981","verse":54},{"title":"Doctrine and Covenants 107:55","title_short":"D&C 107:55","text":"And the Lord administered comfort unto Adam, and said unto him: I have set thee to be at the head; a multitude of nations shall come of thee, and thou art a prince over them forever.","edition":"1981","verse":55},{"title":"Doctrine and Covenants 107:56","title_short":"D&C 107:56","text":"And Adam stood up in the midst of the congregation; and, notwithstanding he was bowed down with age, being full of the Holy Ghost, predicted whatsoever should befall his posterity unto the latest generation.","edition":"1981","verse":56},{"title":"Doctrine and Covenants 107:57","title_short":"D&C 107:57","text":"These things were all written in the book of Enoch, and are to be testified of in due time.","edition":"1981","verse":57},{"title":"Doctrine and Covenants 107:58","title_short":"D&C 107:58","text":"It is the duty of the Twelve, also, to ordain and set in order all the other officers of the church, agreeable to the revelation which says:","edition":"1981","verse":58},{"title":"Doctrine and Covenants 107:59","title_short":"D&C 107:59","text":"To the church of Christ in the land of Zion, in addition to the church laws respecting church business--","edition":"1981","verse":59},{"title":"Doctrine and Covenants 107:60","title_short":"D&C 107:60","text":"Verily, I say unto you, saith the Lord of Hosts, there must needs be presiding elders to preside over those who are of the office of an elder;","edition":"1981","verse":60},{"title":"Doctrine and Covenants 107:61","title_short":"D&C 107:61","text":"And also priests to preside over those who are of the office of a priest;","edition":"1981","verse":61},{"title":"Doctrine and Covenants 107:62","title_short":"D&C 107:62","text":"And also teachers to preside over those who are of the office of a teacher, in like manner, and also the deacons--","edition":"1981","verse":62},{"title":"Doctrine and Covenants 107:63","title_short":"D&C 107:63","text":"Wherefore, from deacon to teacher, and from teacher to priest, and from priest to elder, severally as they are appointed, according to the covenants and commandments of the church.","edition":"1981","verse":63},{"title":"Doctrine and Covenants 107:64","title_short":"D&C 107:64","text":"Then comes the High Priesthood, which is the greatest of all.","edition":"1981","verse":64},{"title":"Doctrine and Covenants 107:65","title_short":"D&C 107:65","text":"Wherefore, it must needs be that one be appointed of the High Priesthood to preside over the priesthood, and he shall be called President of the High Priesthood of the Church;","edition":"1981","verse":65},{"title":"Doctrine and Covenants 107:66","title_short":"D&C 107:66","text":"Or, in other words, the Presiding High Priest over the High Priesthood of the Church.","edition":"1981","verse":66},{"title":"Doctrine and Covenants 107:67","title_short":"D&C 107:67","text":"From the same comes the administering of ordinances and blessings upon the church, by the laying on of the hands.","edition":"1981","verse":67},{"title":"Doctrine and Covenants 107:68","title_short":"D&C 107:68","text":"Wherefore, the office of a bishop is not equal unto it; for the office of a bishop is in administering all temporal things;","edition":"1981","verse":68},{"title":"Doctrine and Covenants 107:69","title_short":"D&C 107:69","text":"Nevertheless a bishop must be chosen from the High Priesthood, unless he is a literal descendant of Aaron;","edition":"1981","verse":69},{"title":"Doctrine and Covenants 107:70","title_short":"D&C 107:70","text":"For unless he is a literal descendant of Aaron he cannot hold the keys of that priesthood.","edition":"1981","verse":70},{"title":"Doctrine and Covenants 107:71","title_short":"D&C 107:71","text":"Nevertheless, a high priest, that is, after the order of Melchizedek, may be set apart unto the ministering of temporal things, having a knowledge of them by the Spirit of truth;","edition":"1981","verse":71},{"title":"Doctrine and Covenants 107:72","title_short":"D&C 107:72","text":"And also to be a judge in Israel, to do the business of the church, to sit in judgment upon transgressors upon testimony as it shall be laid before him according to the laws, by the assistance of his counselors, whom he has chosen or will choose among the elders of the church.","edition":"1981","verse":72},{"title":"Doctrine and Covenants 107:73","title_short":"D&C 107:73","text":"This is the duty of a bishop who is not a literal descendant of Aaron, but has been ordained to the High Priesthood after the order of Melchizedek.","edition":"1981","verse":73},{"title":"Doctrine and Covenants 107:74","title_short":"D&C 107:74","text":"Thus shall he be a judge, even a common judge among the inhabitants of Zion, or in a stake of Zion, or in any branch of the church where he shall be set apart unto this ministry, until the borders of Zion are enlarged and it becomes necessary to have other bishops or judges in Zion or elsewhere.","edition":"1981","verse":74},{"title":"Doctrine and Covenants 107:75","title_short":"D&C 107:75","text":"And inasmuch as there are other bishops appointed they shall act in the same office.","edition":"1981","verse":75},{"title":"Doctrine and Covenants 107:76","title_short":"D&C 107:76","text":"But a literal descendant of Aaron has a legal right to the presidency of this priesthood, to the keys of this ministry, to act in the office of bishop independently, without counselors, except in a case where a President of the High Priesthood, after the order of Melchizedek, is tried, to sit as a judge in Israel.","edition":"1981","verse":76},{"title":"Doctrine and Covenants 107:77","title_short":"D&C 107:77","text":"And the decision of either of these councils, agreeable to the commandment which says:","edition":"1981","verse":77},{"title":"Doctrine and Covenants 107:78","title_short":"D&C 107:78","text":"Again, verily, I say unto you, the most important business of the church, and the most difficult cases of the church, inasmuch as there is not satisfaction upon the decision of the bishop or judges, it shall be handed over and carried up unto the council of the church, before the Presidency of the High Priesthood.","edition":"1981","verse":78},{"title":"Doctrine and Covenants 107:79","title_short":"D&C 107:79","text":"And the Presidency of the council of the High Priesthood shall have power to call other high priests, even twelve, to assist as counselors; and thus the Presidency of the High Priesthood and its counselors shall have power to decide upon testimony according to the laws of the church.","edition":"1981","verse":79},{"title":"Doctrine and Covenants 107:80","title_short":"D&C 107:80","text":"And after this decision it shall be had in remembrance no more before the Lord; for this is the highest council of the church of God, and a final decision upon controversies in spiritual matters.","edition":"1981","verse":80},{"title":"Doctrine and Covenants 107:81","title_short":"D&C 107:81","text":"There is not any person belonging to the church who is exempt from this council of the church.","edition":"1981","verse":81},{"title":"Doctrine and Covenants 107:82","title_short":"D&C 107:82","text":"And inasmuch as a President of the High Priesthood shall transgress, he shall be had in remembrance before the common council of the church, who shall be assisted by twelve counselors of the High Priesthood;","edition":"1981","verse":82},{"title":"Doctrine and Covenants 107:83","title_short":"D&C 107:83","text":"And their decision upon his head shall be an end of controversy concerning him.","edition":"1981","verse":83},{"title":"Doctrine and Covenants 107:84","title_short":"D&C 107:84","text":"Thus, none shall be exempted from the justice and the laws of God, that all things may be done in order and in solemnity before him, according to truth and righteousness.","edition":"1981","verse":84},{"title":"Doctrine and Covenants 107:85","title_short":"D&C 107:85","text":"And again, verily I say unto you, the duty of a president over the office of a deacon is to preside over twelve deacons, to sit in council with them, and to teach them their duty, edifying one another, as it is given according to the covenants.","edition":"1981","verse":85},{"title":"Doctrine and Covenants 107:86","title_short":"D&C 107:86","text":"And also the duty of the president over the office of the teachers is to preside over twenty-four of the teachers, and to sit in council with them, teaching them the duties of their office, as given in the covenants.","edition":"1981","verse":86},{"title":"Doctrine and Covenants 107:87","title_short":"D&C 107:87","text":"Also the duty of the president over the Priesthood of Aaron is to preside over forty-eight priests, and sit in council with them, to teach them the duties of their office, as is given in the covenants--","edition":"1981","verse":87},{"title":"Doctrine and Covenants 107:88","title_short":"D&C 107:88","text":"This president is to be a bishop; for this is one of the duties of this priesthood.","edition":"1981","verse":88},{"title":"Doctrine and Covenants 107:89","title_short":"D&C 107:89","text":"Again, the duty of the president over the office of elders is to preside over ninety-six elders, and to sit in council with them, and to teach them according to the covenants.","edition":"1981","verse":89},{"title":"Doctrine and Covenants 107:90","title_short":"D&C 107:90","text":"This presidency is a distinct one from that of the seventy, and is designed for those who do not travel into all the world.","edition":"1981","verse":90},{"title":"Doctrine and Covenants 107:91","title_short":"D&C 107:91","text":"And again, the duty of the President of the office of the High Priesthood is to preside over the whole church, and to be like unto Moses--","edition":"1981","verse":91},{"title":"Doctrine and Covenants 107:92","title_short":"D&C 107:92","text":"Behold, here is wisdom; yea, to be a seer, a revelator, a translator, and a prophet, having all the gifts of God which he bestows upon the head of the church.","edition":"1981","verse":92},{"title":"Doctrine and Covenants 107:93","title_short":"D&C 107:93","text":"And it is according to the vision showing the order of the Seventy, that they should have seven presidents to preside over them, chosen out of the number of the seventy;","edition":"1981","verse":93},{"title":"Doctrine and Covenants 107:94","title_short":"D&C 107:94","text":"And the seventh president of these presidents is to preside over the six;","edition":"1981","verse":94},{"title":"Doctrine and Covenants 107:95","title_short":"D&C 107:95","text":"And these seven presidents are to choose other seventy besides the first seventy to whom they belong, and are to preside over them;","edition":"1981","verse":95},{"title":"Doctrine and Covenants 107:96","title_short":"D&C 107:96","text":"And also other seventy, until seven times seventy, if the labor in the vineyard of necessity requires it.","edition":"1981","verse":96},{"title":"Doctrine and Covenants 107:97","title_short":"D&C 107:97","text":"And these seventy are to be traveling ministers, unto the Gentiles first and also unto the Jews.","edition":"1981","verse":97},{"title":"Doctrine and Covenants 107:98","title_short":"D&C 107:98","text":"Whereas other officers of the church, who belong not unto the Twelve, neither to the Seventy, are not under the responsibility to travel among all nations, but are to travel as their circumstances shall allow, notwithstanding they may hold as high and responsible offices in the church.","edition":"1981","verse":98},{"title":"Doctrine and Covenants 107:99","title_short":"D&C 107:99","text":"Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence.","edition":"1981","verse":99},{"title":"Doctrine and Covenants 107:100","title_short":"D&C 107:100","text":"He that is slothful shall not be counted worthy to stand, and he that learns not his duty and shows himself not approved shall not be counted worthy to stand.  Even so.  Amen.","edition":"1981","verse":100}]