[{"title":"Doctrine and Covenants 24:1","title_short":"D&C 24:1","text":"BEHOLD, thou wast called and chosen to write the Book of Mormon, and to my ministry; and I have lifted thee up out of thine afflictions, and have counseled thee, that thou hast been delivered from all thine enemies, and thou hast been delivered from the powers of Satan and from darkness!","edition":"1981","verse":1},{"title":"Doctrine and Covenants 24:2","title_short":"D&C 24:2","text":"Nevertheless, thou art not excusable in thy transgressions; nevertheless, go thy way and sin no more.","edition":"1981","verse":2},{"title":"Doctrine and Covenants 24:3","title_short":"D&C 24:3","text":"Magnify thine office; and after thou hast sowed thy fields and secured them, go speedily unto the church which is in Colesville, Fayette, and Manchester, and they shall support thee; and I will bless them both spiritually and temporally;","edition":"1981","verse":3},{"title":"Doctrine and Covenants 24:4","title_short":"D&C 24:4","text":"But if they receive thee not, I will send upon them a cursing instead of a blessing.","edition":"1981","verse":4},{"title":"Doctrine and Covenants 24:5","title_short":"D&C 24:5","text":"And thou shalt continue in calling upon God in my name, and writing the things which shall be given thee by the Comforter, and expounding all scriptures unto the church.","edition":"1981","verse":5},{"title":"Doctrine and Covenants 24:6","title_short":"D&C 24:6","text":"And it shall be given thee in the very moment what thou shalt speak and write, and they shall hear it, or I will send unto them a cursing instead of a blessing.","edition":"1981","verse":6},{"title":"Doctrine and Covenants 24:7","title_short":"D&C 24:7","text":"For thou shalt devote all thy service in Zion; and in this thou shalt have strength.","edition":"1981","verse":7},{"title":"Doctrine and Covenants 24:8","title_short":"D&C 24:8","text":"Be patient in afflictions, for thou shalt have many; but endure them, for, lo, I am with thee, even unto the end of thy days.","edition":"1981","verse":8},{"title":"Doctrine and Covenants 24:9","title_short":"D&C 24:9","text":"And in temporal labors thou shalt not have strength, for this is not thy calling.  Attend to thy calling and thou shalt have wherewith to magnify thine office, and to expound all scriptures, and continue in laying on of the hands and confirming the churches.","edition":"1981","verse":9},{"title":"Doctrine and Covenants 24:10","title_short":"D&C 24:10","text":"And thy brother Oliver shall continue in bearing my name before the world, and also to the church.  And he shall not suppose that he can say enough in my cause; and lo, I am with him to the end.","edition":"1981","verse":10},{"title":"Doctrine and Covenants 24:11","title_short":"D&C 24:11","text":"In me he shall have glory, and not of himself, whether in weakness or in strength, whether in bonds or free;","edition":"1981","verse":11},{"title":"Doctrine and Covenants 24:12","title_short":"D&C 24:12","text":"And at all times, and in all places, he shall open his mouth and declare my gospel as with the voice of a trump, both day and night.  And I will give unto him strength such as is not known among men.","edition":"1981","verse":12},{"title":"Doctrine and Covenants 24:13","title_short":"D&C 24:13","text":"Require not miracles, except I shall command you, except casting out devils, healing the sick, and against poisonous serpents, and against deadly poisons;","edition":"1981","verse":13},{"title":"Doctrine and Covenants 24:14","title_short":"D&C 24:14","text":"And these things ye shall not do, except it be required of you by them who desire it, that the scriptures might be fulfilled; for ye shall do according to that which is written.","edition":"1981","verse":14},{"title":"Doctrine and Covenants 24:15","title_short":"D&C 24:15","text":"And in whatsoever place ye shall enter, and they receive you not in my name, ye shall leave a cursing instead of a blessing, by casting off the dust of your feet against them as a testimony, and cleansing your feet by the wayside.","edition":"1981","verse":15},{"title":"Doctrine and Covenants 24:16","title_short":"D&C 24:16","text":"And it shall come to pass that whosoever shall lay their hands upon you by violence, ye shall command to be smitten in my name; and, behold, I will smite them according to your words, in mine own due time.","edition":"1981","verse":16},{"title":"Doctrine and Covenants 24:17","title_short":"D&C 24:17","text":"And whosoever shall go to law with thee shall be cursed by the law.","edition":"1981","verse":17},{"title":"Doctrine and Covenants 24:18","title_short":"D&C 24:18","text":"And thou shalt take no purse nor scrip, neither staves, neither two coats, for the church shall give unto thee in the very hour what thou needest for food and for raiment, and for shoes and for money, and for scrip.","edition":"1981","verse":18},{"title":"Doctrine and Covenants 24:19","title_short":"D&C 24:19","text":"For thou art called to prune my vineyard with a mighty pruning, yea, even for the last time; yea, and also all those whom thou hast ordained, and they shall do even according to this pattern.  Amen.","edition":"1981","verse":19}]